{
  "data": [
    {
      "title": "Minecraft",
      "paragraphs": [
        {
          "context": "Minecraft is a 2011 sandbox game developed and published by Swedish video game developer Mojang Studios. Originally created by Markus \"Notch\" Persson using the Java programming language, the first public alpha build was released on 17 May 2009. The game was continuously developed from then on, receiving a full release on 18 November 2011. Afterwards, Persson left Mojang and gave Jens \"Jeb\" Bergensten control over development. In the years since its release, it has been ported to several platforms, including smartphones, tablets, and various video game consoles. In 2014, Mojang and the Minecraft intellectual property were purchased by Microsoft for US$2.5 billion. \nIn Minecraft, players explore a procedurally generated, three-dimensional world with virtually infinite terrain made up of voxels. Players can discover and extract raw materials, craft tools and items, and build structures, earthworks, and machines. Depending on their chosen game mode, players can fight hostile mobs, as well as cooperate with or compete against other players in multiplayer. The game has two main modes: survival mode, where players must acquire resources to survive, and a creative mode where players have unlimited resources and the ability to fly. Three more game modes exist: the spectator mode allows players to spectate others, the adventure mode forbids players from mining blocks, and the hardcore mode plays identically to survival mode on hard difficulty but features permadeath. The game's large community offers a wide variety of user-generated content, such as modifications, servers, skins, texture packs, and custom maps, which add new game mechanics and possibilities. Speedrunning is another popular community activity.\nMinecraft is the best-selling video game of all time, with over 300 million copies sold and nearly 170 million monthly active players as of 2024. In addition, it has received critical acclaim, winning several awards and being cited as one of the greatest video games of all time; social media, parodies, adaptations, merchandise, and the annual Minecon conventions have played prominent roles in popularizing the game. Minecraft has been used in educational environments to teach chemistry, computer-aided design, and computer science. The game spawned a franchise, which includes several spin-off games including Minecraft: Story Mode, Minecraft Earth, Minecraft Dungeons, and Minecraft Legends. A live-action film adaptation, titled A Minecraft Movie, was released in theaters on 4 April 2025.\n\n\n== Gameplay ==\nMinecraft is a 3D sandbox video game that has no required goals to accomplish, allowing players a large amount of freedom in choosing how to play the game. The game also features an optional achievement system. Gameplay is in the first-person perspective by default, but players have the option of a second and third-person perspective. The game world is composed of rough 3D objects—mainly cubes, referred to as blocks—representing various materials, such as dirt, stone, ores, tree trunks, water, and lava. The core gameplay revolves around picking up and placing these objects. These blocks are arranged in a 3D grid, while players can move freely around the world. Players can break, or mine, blocks and then place them elsewhere, enabling them to build things. The game also contains a material called redstone, which can be used to make primitive mechanical devices, electrical circuits, and logic gates, allowing for the construction of many complex systems. Comparatively, the game's physics system has been described as unrealistic, with nearly all blocks unaffected by gravity. \n\nPlayers can also craft a wide variety of items, such as armor, which mitigates damage from attacks; weapons (such as swords or axes), which allows monsters and animals to be killed more easily; and tools (such as pickaxes or shovels), which break certain types of blocks more quickly. Some items have multiple tiers depending on the material used to craft them, with higher-tier items being more effective and durable. They may also freely construct helpful blocks—such as furnaces which can cook food and smelt ores, and torches that produce light—or exchange items with a villager (NPC) through trading emeralds for different goods and vice versa. The game has an inventory system, allowing players to carry a limited number of items.\nThe game world is virtually infinite and procedurally generated as players explore it, using a map seed that is obtained from the system clock at the time of world creation (or manually specified by the player). While there are limits on the world's verticality, Minecraft allows an infinitely large game world to be generated on the horizontal plane, though the player is limited to traversing up to 30 million blocks from the world's center. The world is divided into biomes ranging from deserts to jungles to snowfields; the terrain includes plains, mountains, forests, caves, and bodies of water or lava. The in-game time system follows a day and night cycle, with one full cycle lasting for 20 real-time minutes.\n\nNew players are given a randomly selected default character skin out of nine possibilities, including Steve or Alex, but are able to create and upload their own skins. Players encounter various mobs (short for mobile entities) including animals, villagers, and hostile creatures. Passive mobs, such as cows, pigs, and chickens, can be hunted for food and crafting materials. They spawn in the daytime, while hostile mobs—including large spiders, witches, skeletons, and zombies—spawn during nighttime or in dark places such as caves. Some hostile mobs, such as zombies, skeletons and drowned (underwater versions of zombies), burn under the sun if they have no headgear and are not standing in water. Other creatures unique to Minecraft include the creeper (an exploding creature that sneaks up on the player) and the enderman (a creature with the ability to teleport as well as pick up and place blocks). There are also variants of mobs that spawn in different conditions; for example, zombies have husk and drowned variants that spawn in deserts and oceans, respectively.\n\n\n=== Dimensions ===\nMinecraft has two alternative dimensions besides the Overworld (the main world where the player spawns): the Nether and the End.\n\n\n==== The Nether ====\nThe Nether is a hell-like underworld dimension accessed via a player-built obsidian portal; newer versions of the game feature naturally generated damaged portals that the player can repair. The Nether contains many unique resources and can be used to travel great distances in the Overworld, due to every block traveled in the Nether being equivalent to 8 blocks traveled in the Overworld. Mobs that populate the Nether include shrieking, fireball-shooting ghasts, alongside anthropomorphic mobs called piglins and their zombified counterparts. The piglins in particular have a bartering system, where players can give them gold ingots and receive items in return. Structures known as Nether Fortresses generate in the Nether, containing unique mobs such as wither skeletons and blazes, which can drop blaze rods needed to access the End dimension. The dimension also features bastion remnants, a structure that occasionally contains the netherite upgrade smithing template. This item is required to upgrade diamond equipment to netherite, the most durable material in the game. The player can also choose to build an optional boss mob known as the Wither, using skulls obtained from wither skeletons and soul sand. \n\n\n==== The End ====\nThe End can be reached through an end portal, consisting of twelve end portal frames. End portals are found in underground structures in the Overworld known as strongholds. To find strongholds, players must craft eyes of ender using an ender pearl and blaze powder. Eyes of ender can then be thrown, traveling in the direction of the stronghold. Once the player reaches the stronghold, they can place eyes of ender into each portal frame to activate the end portal. The dimension consists of islands floating in a dark, bottomless void. A boss enemy called the Ender Dragon guards the largest, central island. Killing the dragon opens access to an exit portal, which, when entered, cues the game's ending credits and the End Poem, a roughly 1,500-word work written by Irish novelist Julian Gough, which takes about nine minutes to scroll past, is the game's only narrative text, and the only text of significant length directed at the player.: 10–12  At the conclusion of the credits, the player is teleported back to their respawn point and may continue the game indefinitely. Players can also explore further regions of the End beyond the main island, which can harbor structures known as end cities or ships to find valuable loot as well.\n\n\n=== Game modes ===\n\n\n==== Survival mode ====\n\nIn survival mode, players have to gather natural resources such as wood and stone found in the environment in order to craft certain blocks and items. Depending on the difficulty, monsters spawn in darker areas outside a certain radius of the character, requiring players to build a shelter in order to survive at night. The mode also has a health bar which is depleted by attacks from mobs, falls, drowning, falling into lava, suffocation, starvation, and other events. Players also have a hunger bar, which must be periodically refilled by eating food in-game unless the player is playing on peaceful difficulty. If the hunger bar is empty, automatic healing stops and depletes. Health replenishes when players have a full hunger bar or continuously on peaceful.\nUpon losing all health, items in the players' inventories are dropped unless the game is reconfigured not to do so. Players then re-spawn at their spawn point, which by default is where players first spawn in the game and can be reset by sleeping in a bed or using a respawn anchor. Dropped items can be recovered if players can reach them before they despawn after 5 minutes. Players may acquire experience points (commonly referred to as \"xp\" or \"exp\") to as by killing mobs and other players, mining, smelting ores, breeding animals, and cooking food. Experience can then be spent on enchanting tools, armor and weapons. Enchanted items are generally more powerful, last longer, or have other special effects.\nThe game features two more game modes based on survival, known as \"hardcore mode\" and \"adventure mode\". Hardcore mode plays identically to survival mode, but features permadeath, meaning players only have one life, forcing them to delete the world or explore it as a spectator after death. Adventure mode was added to the game in a post-launch update, and prevents the player from directly modifying the game's world. It was designed primarily for use in custom maps, allowing map designers to let players experience it as intended.\n\n\n==== Creative mode ====\nIn creative mode, players have access to an infinite number of nearly all resources and items in the game through the inventory menu and can place or mine them instantly. Players can toggle the ability to fly freely around the game world at will, while their characters do not take any damage nor are affected by hunger. The game mode helps players focus on building and creating projects of any size without disturbance.\n\n\n=== Multiplayer ===\n\nMultiplayer in Minecraft enables multiple players to interact and communicate with each other on a single world. It is available through direct game-to-game multiplayer, LAN play, local split screen (console-only), and servers (player-hosted and business-hosted). Players can run their own servers, use a hosting provider, or connect directly to another player's game via Xbox Live. Single-player worlds have local area network support, allowing players to join a world on locally interconnected computers without a server setup. Minecraft multiplayer servers are guided by server operators, who have access to server commands such as setting the time of day and teleporting players. Operators can also set up restrictions concerning which usernames or IP addresses are allowed or disallowed to enter the server. Multiplayer servers have a wide range of activities, with some servers having their own unique rules and customs. The largest and most popular server is Hypixel, which has been visited by over 14 million unique players. Player versus player combat (PvP) can be enabled to allow fighting between players.\n\n\n==== Minecraft Realms ====\nIn 2013, Mojang announced Minecraft Realms, a server hosting service intended to enable players to run server multiplayer games easily and safely without having to set up their own. Unlike a standard server, only invited players can join Realms servers, and these servers do not use IP addresses. Minecraft: Java Edition Realms server owners can invite up to twenty people to play on their server, with up to ten players online at a time. Minecraft Realms server owners can invite up to 3,000 people to play on their server, with up to ten players online at one time. The Minecraft: Java Edition Realms servers do not support user-made plugins, but players can play custom Minecraft maps. Minecraft Bedrock Realms servers support user-made add-ons, resource packs, behavior packs, and custom Minecraft maps. At Electronic Entertainment Expo 2016, support for cross-platform play between Windows 10, iOS, and Android platforms was added through Realms starting in June 2016, with Xbox One and Nintendo Switch support to come later in 2017, and support for virtual reality devices. On 31 July 2017, Mojang released the beta version of the update allowing cross-platform play. Nintendo Switch support for Realms was released in July 2018.\n\n\n=== Modification ===\n\nThe modding community consists of fans, users and third-party programmers. Using a variety of application program interfaces that have arisen over time, they have produced a wide variety of downloadable content for Minecraft, such as modifications, texture packs and custom maps. Modifications of the Minecraft code, called mods, add a variety of gameplay changes, ranging from new blocks, items, and mobs to entire arrays of mechanisms. The modding community is responsible for a substantial supply of mods from ones that enhance gameplay, such as mini-maps, waypoints, and durability counters, to ones that add to the game elements from other video games and media. While a variety of mod frameworks were independently developed by reverse engineering the code, Mojang has also enhanced vanilla Minecraft with official frameworks for modification, allowing the production of community-created resource packs, which alter certain game elements including textures and sounds. Players can also create their own \"maps\" (custom world save files) that often contain specific rules, challenges, puzzles and quests, and share them for others to play. Mojang added an adventure mode in August 2012 and \"command blocks\" in October 2012, which were created specially for custom maps in Java Edition. Data packs, introduced in version 1.13 of the Java Edition, allow further customization, including the ability to add new achievements, dimensions, functions, loot tables, predicates, recipes, structures, tags, and world generation.\nThe Xbox 360 Edition supported downloadable content, which was available to purchase via the Xbox Games Store; these content packs usually contained additional character skins. It later received support for texture packs in its twelfth title update while introducing \"mash-up packs\", which combined texture packs with skin packs and changes to the game's sounds, music and user interface. The first mash-up pack (and by extension, the first texture pack) for the Xbox 360 Edition was released on 4 September 2013, and was themed after the Mass Effect franchise. Unlike Java Edition, however, the Xbox 360 Edition did not support player-made mods or custom maps. A cross-promotional resource pack based on the Super Mario franchise by Nintendo was released exclusively for the Wii U Edition worldwide on 17 May 2016, and later bundled free with the Nintendo Switch Edition at launch. Another based on Fallout was released on consoles that December, and for Windows and Mobile in April 2017. In April 2018, malware was discovered in several downloadable user-made Minecraft skins for use with the Java Edition of the game. Avast stated that nearly 50,000 accounts were infected, and when activated, the malware would attempt to reformat the user's hard drive. Mojang promptly patched the issue, and released a statement stating that \"the code would not be run or read by the game itself\", and would run only when the image containing the skin itself was opened.\nIn June 2017, Mojang released an update known as the \"Discovery Update\" to the Bedrock version of the game. The update includes a new map, a new game mode, the \"Marketplace\", a catalogue of user-generated content that gives Minecraft creators \"another way to make a living from the game\", and more.\n\n\n== Development ==\n\nBefore creating Minecraft, Markus \"Notch\" Persson was a game developer at King, where he worked until March 2009. At King, he primarily developed browser games and learned several programming languages. During his free time, he prototyped his own games, often drawing inspiration from other titles, and was an active participant on the TIGSource forums for independent developers. \nOne such project was \"RubyDung,\" a base-building game inspired by Dwarf Fortress, but with an isometric, three-dimensional perspective similar to RollerCoaster Tycoon. Among the features in RubyDung that he explored was a first-person view similar to Dungeon Keeper, though he ultimately discarded this idea, feeling the graphics were too pixelated at the time. Around March 2009, Persson left King and joined jAlbum, while continuing to work on his prototypes. Infiniminer, a block-based open-ended mining game first released in April 2009, inspired Persson's vision for RubyDung's future direction. Infiniminer heavily influenced the visual style of gameplay, including bringing back the first-person mode, the \"blocky\" visual style and the block-building fundamentals. However, unlike Infiniminer, Persson wanted Minecraft to have RPG elements.\n\nThe first public alpha build of Minecraft was released on 17 May 2009 on TIGSource. Over the years, Persson regularly released test builds that added new features, including tools, mobs, and entire new dimensions. In 2011, partly due to the game's rising popularity, Persson decided to release a full 1.0 version—later known as the \"Adventure Update\"—on 18 November 2011. Shortly after, Persson stepped down from development, handing the project's lead to Jens \"Jeb\" Bergensten.\nOn 15 September 2014, Microsoft, the developer behind the Windows operating system and Xbox video game console, announced a $2.5 billion acquisition of Mojang, which included the Minecraft intellectual property. Persson had suggested the deal on Twitter, asking a corporation to buy his stake in the game after receiving criticism for enforcing terms in the game's end-user license agreement (EULA), which had been in place for the past three years. According to Persson, Mojang CEO Carl Manneh received a call from a Microsoft executive shortly after the tweet, asking if Persson was serious about a deal. Mojang was also approached by other companies including Activision Blizzard and Electronic Arts. The deal with Microsoft was arbitrated on 6 November 2014 and led to Persson becoming one of Forbes' \"World's Billionaires\".\nFor many years, Minecraft received annual major updates—free to players who have purchased the game—each primarily centered around a specific theme. For instance, version 1.13, the Update Aquatic, focused on ocean-related features, while version 1.16, the Nether Update, introduced significant changes to the Nether dimension. However, in late 2024, Mojang announced a shift in their update strategy; rather than releasing large updates annually, they opted for a more frequent release schedule with smaller, incremental updates, stating, \"We know that you want new Minecraft content more often.\" The Bedrock Edition has also received regular updates, now matching the themes of the Java Edition updates. Other versions of the game, such as various console editions and the Pocket Edition, were either merged into Bedrock or discontinued and have not received further updates.\nOn 16 April 2020, a Bedrock Edition-exclusive beta version of Minecraft, called Minecraft RTX, was released by Nvidia. It introduced physically-based rendering, real-time path tracing, and DLSS for RTX-enabled GPUs. The public release was made available on 8 December 2020. Path tracing can only be enabled in supported worlds, which can be downloaded for free via the in-game Minecraft Marketplace, with a texture pack from Nvidia's website, or with compatible third-party texture packs. It cannot be enabled by default with any texture pack on any world. Initially, Minecraft RTX was affected by many bugs, display errors, and instability issues.\n\n\n=== Editions ===\n\n\n==== Java Edition ====\n\nDevelopment began for the original edition of Minecraft—then known as Cave Game, and now known as the Java Edition—on 10, 11 or 12 May 2009, and ended on 13 May, when Persson released a test video on YouTube of an early version of the game, dubbed the \"Cave game tech test \" or the \"Cave game tech demo\". The game was named Minecraft: Order of the Stone the next day, after a suggestion made by a player. \"Order of the Stone\" came from the webcomic The Order of the Stick, and \"Minecraft\" was chosen \"because it's a good name\".\nPersson completed the game's base programming over a weekend in May 2009, and private testing began on TigIRC on 16 May.  The first public release followed on 17 May 2009 as a developmental version shared on the TIGSource forums. Based on feedback from forum users, Persson continued updating the game. This initial public build later became known as Classic. Further developmental phases—dubbed Survival Test, Indev, and Infdev—were released throughout 2009 and 2010.\nThe first major update, known as Alpha, was released on 30 June 2010. At the time, Persson was still working a day job at jAlbum but later resigned to focus on Minecraft full-time as sales of the alpha version surged. Updates were distributed automatically, introducing new blocks, items, mobs, and changes to game mechanics such as water flow. With revenue generated from the game, Persson founded Mojang, a video game studio, alongside former colleagues Jakob Porser and Carl Manneh.\nOn 11 December 2010, Persson announced that Minecraft would enter its beta phase on 20 December. He assured players that bug fixes and all pre-release updates would remain free. As development progressed, Mojang expanded, hiring additional employees to work on the project.\nThe game officially exited beta and launched in full on 18 November 2011. On 1 December 2011, Jens \"Jeb\" Bergensten took full creative control over Minecraft, replacing Persson as lead designer. On 28 February 2012, Mojang announced the hiring of the developers behind Bukkit, a popular developer API for Minecraft servers, to improve Minecraft's support of server modifications. This move included Mojang taking apparent ownership of the CraftBukkit server mod, though its legitimacy was questioned due to its open-source nature and licensing under the GNU General Public License and Lesser General Public License.\n\n\n==== Pocket Edition ====\n\nIn August 2011, Minecraft: Pocket Edition was released as an early alpha for the Xperia Play via the Android Market, later expanding to other Android devices on 8 October 2011. The iOS version followed on 17 November 2011. A port was made available for Windows Phones shortly after Microsoft acquired Mojang. Unlike Java Edition, Pocket Edition initially focused on Minecraft’s creative building and basic survival elements but lacked many features of the PC version. Bergensten confirmed on Twitter that the Pocket Edition was written in C++ rather than Java, as iOS does not support Java.\nOn 10 December 2014, a port of Pocket Edition was released for Windows Phone 8.1. In January 2017, Microsoft announced that it would no longer maintain the Windows Phone versions of Pocket Edition. Pocket Edition was rebranded as Bedrock Edition in 2017, enabling cross-platform play with the new Xbox One and Nintendo Switch versions.\n\n\n==== Bedrock Edition and Console Editions ====\nThe console versions of Minecraft debuted with the Xbox 360 edition, developed by 4J Studios and released on 9 May 2012. Announced as part of the Xbox Live Arcade NEXT promotion, this version introduced a redesigned crafting system, a new control interface, in-game tutorials, split-screen multiplayer, and online play via Xbox Live. Unlike the PC version, its worlds were finite, bordered by invisible walls. Initially, the Xbox 360 version resembled earlier PC versions but received updates to bring it closer to Java Edition before its eventual discontinuation. The Xbox One version launched on 5 September 2014, featuring larger worlds and support for more players. Minecraft expanded to PlayStation platforms with PlayStation 3 and PlayStation 4 editions released on 17 December 2013 and 4 September 2014, respectively. Originally planned as a PS4 launch title, it was delayed before its eventual release. A PlayStation Vita version followed in October 2014. Like the Xbox versions, the PlayStation editions were developed by 4J Studios.\nNintendo platforms received Minecraft: Wii U Edition on 17 December 2015, with a physical release in North America on 17 June 2016 and in Europe on 30 June. The Nintendo Switch version launched via the eShop on 11 May 2017. During a Nintendo Direct presentation on 13 September 2017, Nintendo announced that Minecraft: New Nintendo 3DS Edition, based on the Pocket Edition, would be available for download immediately after the livestream, and a physical copy available on a later date. The game is compatible only with the New Nintendo 3DS or New Nintendo 2DS XL systems and does not work with the original 3DS or 2DS systems.\nOn 20 September 2017, the Better Together Update introduced Bedrock Edition across Xbox One, Windows 10, VR, and mobile platforms, enabling cross-play between these versions. Bedrock Edition later expanded to Nintendo Switch and PlayStation 4, with the latter receiving the update in December 2019, allowing cross-platform play for users with a free Xbox Live account. The newest console version to launch as part of Bedrock Edition is the PlayStation 5 version, which released on October 22, 2024. On 18 December 2018, the PlayStation 3, PlayStation Vita, Xbox 360, and Wii U versions of Minecraft received their final update and would later become known as \"Legacy Console Editions\". On 15 January 2019, the New Nintendo 3DS version of Minecraft received its final update, effectively becoming discontinued as well.\n\n\n==== Other versions ====\n\n\n===== Minecraft Education =====\nAn educational version of Minecraft, designed for use in schools, launched on 1 November 2016. It is available on Windows, Android, MacOS, iPadOS, iOS, and ChromeOS. It was built on the Bedrock Edition codebase, and beta testing ran from 9 June to 1 November 2016, with the full release available on Windows 10 and macOS by November. On 20 August 2018, Mojang announced that it would bring Education Edition to iPadOS in Autumn 2018. It was released to the App Store on 6 September 2018. On 27 March 2019, it was announced that it would be operated by JD.com in China. On 26 June 2020, a public beta for the Education Edition was made available to Google Play Store compatible Chromebooks. The full game was released to the Google Play Store for Chromebooks on 7 August 2020.\n\n\n===== China Edition =====\nOn 20 May 2016, China Edition (also known as My World) was announced as a localized edition for China, where it was released under a licensing agreement between NetEase and Mojang. The PC edition was released for public testing on 8 August 2017. The iOS version was released on 15 September 2017, and the Android version was released on 12 October 2017. The PC edition is based on the original Java Edition, while the iOS and Android mobile versions are based on the Bedrock Edition. The edition is free-to-play and had over 700 million registered accounts by September 2023.\n\n\n===== Minecraft for Windows =====\nThis version of Bedrock Edition is exclusive to Microsoft's Windows 10 and Windows 11 operating systems. The beta release for Windows 10 launched on the Windows Store on 29 July 2015. After nearly a year and a half in beta, Microsoft fully released the version on 19 December 2016. Called the \"Ender Update\", this release implemented new features to this version of Minecraft like world templates and add-on packs. On 7 June 2022, the Java and Bedrock Editions of Minecraft were merged into a single bundle for purchase on Windows; those who owned one version would automatically gain access to the other version. Both game versions would otherwise remain separate.\n\n\n=== Variants ===\nAround 2011, prior to Minecraft's full release, Mojang collaborated with The Lego Group to create a Lego brick-based Minecraft game called Brickcraft. This would have modified the base Minecraft game to use Lego bricks, which meant adapting the basic 1×1 block to account for larger pieces typically used in Lego sets. Persson worked on an early version called \"Project Rex Kwon Do,\" named after a Napoleon Dynamite joke. Although Lego approved the project and Mojang assigned two developers for six months, it was canceled due to the Lego Group's demands, according to Mojang's Daniel Kaplan. Lego considered buying Mojang to complete the game, but when Microsoft offered over $2 billion for the company, Lego stepped back, unsure of Minecraft's potential.\n\n\n==== Virtual reality ====\nInitially, Persson planned to support the Oculus Rift with a Minecraft port. However, after Facebook acquired Oculus in 2013, he abruptly canceled the plans, stating, \"Facebook creeps me out.\" In 2016, a community-made mod, Minecraft VR, added VR support for Java Edition, followed by Vivecraft for HTC Vive. Later that year, Microsoft introduced official Oculus Rift support for Windows 10 Edition, leading to the discontinuation of the Minecraft VR mod due to trademark complaints. Vivecraft was endorsed by Minecraft VR contributors for its Rift support. Also available is a Gear VR version, titled Minecraft: Gear VR Edition. Windows Mixed Reality support was added in 2017. On September 7, 2020, Mojang Studios announced that the PlayStation 4 version would receive PlayStation VR support later that month. In September 2024, the Minecraft team announced they would no longer support PlayStation VR, which will receive its final update by March 2025.\n\n\n== Music and sound design ==\n\nMinecraft's music and sound effects were produced by German musician Daniel Rosenfeld, better known as C418. To create the sound effects for the game, Rosenfeld made extensive use of foley techniques. On learning the processes for the game, he remarked, \"Foley’s an interesting thing, and I had to learn its subtleties. Early on, I wasn’t that knowledgeable about it. It’s a whole trial-and-error process. You just make a sound and eventually you go, 'Oh my God, that’s it! Get the microphone!' There’s no set way of doing anything at all.\" He reminisced on creating the in-game sound for grass blocks, stating \"It turns out that to make grass sounds you don’t actually walk on grass and record it, because grass sounds like nothing. What you want to do is get a VHS, break it apart, and just lightly touch the tape.\" According to Rosenfeld, his favorite sound to design for the game was the hisses of spiders. He elaborates, \"I like the spiders. Recording that was a whole day of me researching what a spider sounds like. Turns out, there are spiders that make little screeching sounds, so I think I got this recording of a fire hose, put it in a sampler, and just pitched it around until it sounded like a weird spider was talking to you.\"\nMany sounds for the game were created accidentally or spontaneously. On the creation for the sound for the creeper, Rosenfeld recalled, \"That was just a complete accident by Markus and me  [sic]. We just put in a placeholder sound of burning a matchstick. It seemed to work hilariously well, so we kept it.\" On other sounds, such as those of the zombie, Rosenfeld remarked, \"I actually never wanted the zombies so scary. I intentionally made them sound comical. It’s nice to hear that they work so well [...].\" Rosenfeld remarked that the sound engine was \"terrible\" to work with, remembering \"If you had two song files at once, it [the game engine] would actually crash. There were so many more weird glitches like that the guys never really fixed because they were too busy with the actual game and not the sound engine.\"\nThe background music in Minecraft is instrumental ambient music. To compose the music of Minecraft, Rosenfeld used the package from Ableton Live, along with several additional plug-ins. Speaking on them, Rosenfeld said \"They can be pretty much everything from an effect to an entire orchestra. Additionally, I’ve got some synthesizers that are attached to the computer. Like a Moog Voyager, Dave Smith Prophet 08 and a Virus TI.\" On 4 March 2011, Rosenfeld released a soundtrack titled Minecraft – Volume Alpha; it includes most of the tracks featured in Minecraft, as well as other music not featured in the game. Kirk Hamilton of Kotaku chose the music in Minecraft as one of the best video game soundtracks of 2011. On 9 November 2013, Rosenfeld released the second official soundtrack, titled Minecraft – Volume Beta, which includes the music that was added in later versions of the game. A physical release of Volume Alpha, consisting of CDs, black vinyl, and limited-edition transparent green vinyl LPs, was issued by indie electronic label Ghostly International on 21 August 2015. On 14 August 2020, Ghostly released Volume Beta on CD and vinyl, with alternate color LPs and lenticular cover pressings released in limited quantities.\nThe last update Rosenfeld worked on was Update Aquatic. His music remained the only music in the game until 2020's \"The Nether Update\", introducing pieces from Lena Raine. Since then, other composers have made contributions, including Kumi Tanioka, Samuel Åberg, and Aaron Cherof, with Raine remaining as the new primary composer. Ownership of all music besides Rosenfeld's independently released albums has been retained by Microsoft, with their label publishing all of the other artists' releases. Gareth Coker also composed some of the music for the game's mini games from the Legacy Console editions.\nRosenfeld had stated his intent to create a third album of music for the game in a 2015 interview with Fact, and confirmed its existence in a 2017 tweet, stating that his work on the record as of then had tallied up to be longer than the previous two albums combined, which in total clocks in at over 3 hours and 18 minutes. However, due to licensing issues with Microsoft, the third volume has since not seen release. On 8 January 2021, Rosenfeld was asked in an interview with Anthony Fantano whether or not there was still a third volume of his music intended for release. Rosenfeld responded, saying, \"I have something—I consider it finished—but things have become complicated, especially as Minecraft is now a big property, so I don't know.\"\n\n\n== Reception ==\n\n\n=== Critics ===\nMinecraft has received critical acclaim, with praise for the creative freedom it grants players in-game, as well as the ease of enabling emergent gameplay. Critics have expressed enjoyment in Minecraft's complex crafting system, commenting that it is an important aspect of the game's open-ended gameplay. Most publications were impressed by the game's \"blocky\" graphics, with IGN describing them as \"instantly memorable\". Reviewers also liked the game's adventure elements, noting that the game creates a good balance between exploring and building. The game's multiplayer feature has been generally received favorably, with IGN commenting that \"adventuring is always better with friends\". Jaz McDougall of PC Gamer said Minecraft is \"intuitively interesting and contagiously fun, with an unparalleled scope for creativity and memorable experiences\". It has been regarded as having introduced millions of children to the digital world, insofar as its basic game mechanics are logically analogous to computer commands.\nIGN was disappointed about the troublesome steps needed to set up multiplayer servers, calling it a \"hassle\". Critics also said that visual glitches occur periodically. Despite its release out of beta in 2011, GameSpot said the game had an \"unfinished feel\", adding that some game elements seem \"incomplete or thrown together in haste\".\nA review of the alpha version, by Scott Munro of the Daily Record, called it \"already something special\" and urged readers to buy it. Jim Rossignol of Rock Paper Shotgun also recommended the alpha of the game, calling it \"a kind of generative 8-bit Lego Stalker\". On 17 September 2010, gaming webcomic Penny Arcade began a series of comics and news posts about the addictiveness of the game. The Xbox 360 version was generally received positively by critics, but did not receive as much praise as the PC version. Although reviewers were disappointed by the lack of features such as mod support and content from the PC version, they acclaimed the port's addition of a tutorial and in-game tips and crafting recipes, saying that they make the game more user-friendly. The Xbox One Edition was one of the best received ports, being praised for its relatively large worlds.\nThe PlayStation 3 Edition also received generally favorable reviews, being compared to the Xbox 360 Edition and praised for its well-adapted controls. The PlayStation 4 edition was the best received port to date, being praised for having 36 times larger worlds than the PlayStation 3 edition and described as nearly identical to the Xbox One edition. The PlayStation Vita Edition received generally positive reviews from critics but was noted for its technical limitations.\nThe Wii U version received generally positive reviews from critics but was noted for a lack of GamePad integration. The 3DS version received mixed reviews, being criticized for its high price, technical issues, and lack of cross-platform play. The Nintendo Switch Edition received fairly positive reviews from critics, being praised, like other modern ports, for its relatively larger worlds.\nMinecraft: Pocket Edition initially received mixed reviews from critics. Although reviewers appreciated the game's intuitive controls, they were disappointed by the lack of content. The inability to collect resources and craft items, as well as the limited types of blocks and lack of hostile mobs, were especially criticized. After updates added more content, Pocket Edition started receiving more positive reviews. Reviewers complimented the controls and the graphics, but still noted a lack of content.\n\n\n=== Sales ===\nMinecraft surpassed over a million purchases less than a month after entering its beta phase in early 2011. At the same time, the game had no publisher backing and has never been commercially advertised except through word of mouth, and various unpaid references in popular media such as the Penny Arcade webcomic. By April 2011, Persson estimated that Minecraft had made €23 million (US$33 million) in revenue, with 800,000 sales of the alpha version of the game, and over 1 million sales of the beta version. In November 2011, prior to the game's full release, Minecraft beta surpassed 16 million registered users and 4 million purchases. By March 2012, Minecraft had become the 6th best-selling PC game of all time. As of 10 October 2014, the game had sold 17 million copies on PC, becoming the best-selling PC game of all time. On 25 February 2014, the game reached 100 million registered users. By May 2019, 180 million copies had been sold across all platforms, making it the single best-selling video game of all time. The free-to-play Minecraft China version had over 700 million registered accounts by September 2023. By April 2021, Minecraft sold more than 238 million copies worldwide. As of 2023, the game has sold over 300 million copies.\nThe Xbox 360 version of Minecraft became profitable within the first day of the game's release in 2012, when the game broke the Xbox Live sales records with 400,000 players online. Within a week of being on the Xbox Live Marketplace, Minecraft sold a million copies. GameSpot announced in December 2012 that Minecraft sold over 4.48 million copies since the game debuted on Xbox Live Arcade in May 2012. In 2012, Minecraft was the most purchased title on Xbox Live Arcade; it was also the fourth most played title on Xbox Live based on average unique users per day. As of 4 April 2014, the Xbox 360 version has sold 12 million copies. In addition, Minecraft: Pocket Edition has reached a figure of 21 million in sales. The PlayStation 3 Edition sold one million copies in five weeks. The release of the game's PlayStation Vita version boosted Minecraft sales by 79%, outselling both PS3 and PS4 debut releases and becoming the largest Minecraft launch on a PlayStation console. The PS Vita version sold 100,000 digital copies in Japan within the first two months of release, according to an announcement by SCE Japan Asia. By January 2015, 500,000 digital copies of Minecraft were sold in Japan across all PlayStation platforms, with a surge in primary school children purchasing the PS Vita version. As of 2022, the Vita version has sold over 1.65 million physical copies in Japan, making it the best-selling Vita game in the country. Minecraft helped improve Microsoft's total first-party revenue by $63 million for the 2015 second quarter.\nThe game, including all of its versions, had over 112 million monthly active players by September 2019. On its 11th anniversary in May 2020, the company announced that Minecraft had reached over 200 million copies sold across platforms with over 126 million monthly active players. By April 2021, the number of active monthly users had climbed to 140 million.\n\n\n=== Awards ===\nIn July 2010, PC Gamer listed Minecraft as the fourth-best game to play at work. In December of that year, Good Game selected Minecraft as their choice for Best Downloadable Game of 2010, Gamasutra named it the eighth best game of the year as well as the eighth best indie game of the year, and Rock, Paper, Shotgun named it the \"game of the year\". Indie DB awarded the game the 2010 Indie of the Year award as chosen by voters, in addition to two out of five Editor's Choice awards for Most Innovative and Best Singleplayer Indie. It was also awarded Game of the Year by PC Gamer UK. The game was nominated for the Seumas McNally Grand Prize, Technical Excellence, and Excellence in Design awards at the March 2011 Independent Games Festival and won the Grand Prize and the community-voted Audience Award. At Game Developers Choice Awards 2011, Minecraft won awards in the categories for Best Debut Game, Best Downloadable Game and Innovation Award, winning every award for which it was nominated. It also won GameCity's video game arts award. On 5 May 2011, Minecraft was selected as one of the 80 games that would be displayed at the Smithsonian American Art Museum as part of The Art of Video Games exhibit that opened on 16 March 2012. At the 2011 Spike Video Game Awards, Minecraft won the award for Best Independent Game and was nominated in the Best PC Game category. In 2012, at the British Academy Video Games Awards, Minecraft was nominated in the GAME Award of 2011 category and Persson received The Special Award. In 2012, Minecraft XBLA was awarded a Golden Joystick Award in the Best Downloadable Game category, and a TIGA Games Industry Award in the Best Arcade Game category. In 2013, it was nominated as the family game of the year at the British Academy Video Games Awards. During the 16th Annual D.I.C.E. Awards, the Academy of Interactive Arts & Sciences nominated the Xbox 360 version of Minecraft for \"Strategy/Simulation Game of the Year\". Minecraft Console Edition won the award for TIGA Game Of The Year in 2014. In 2015, the game placed 6th on USgamer's The 15 Best Games Since 2000 list. In 2016, Minecraft placed 6th on Time's The 50 Best Video Games of All Time list.\nMinecraft was nominated for the 2013 Kids' Choice Awards for Favorite App, but lost to Temple Run. It was nominated for the 2014 Kids' Choice Awards for Favorite Video Game, but lost to Just Dance 2014. The game later won the award for the Most Addicting Game at the 2015 Kids' Choice Awards. In addition, the Java Edition was nominated for \"Favorite Video Game\" at the 2018 Kids' Choice Awards, while the game itself won the \"Still Playing\" award at the 2019 Golden Joystick Awards, as well as the \"Favorite Video Game\" award at the 2020 Kids' Choice Awards. Minecraft also won \"Stream Game of the Year\" at inaugural Streamer Awards in 2022. The game later garnered a Nickelodeon Kids' Choice Award nomination for Favorite Video Game in 2021, and won the same category in 2022 and 2023.\n\n\n=== Controversies ===\n\n\n==== 2014 EULA changes ====\nMicrosoft and Mojang announced in June 2014 that it would be changing the Minecraft end-user license agreement (EULA) to prohibit servers from accepting donations or payments in exchange for the donating or paying players receiving in-game advantages on such server, essentially banning \"pay-to-win\" servers. Mojang spokesperson Owen Hill provided examples of what it would and would not allow, saying company would allow for pay-to-play servers in which a player is required to pay a fee to access the server, or for cosmetic enhancements (such as in-game costumes or pets), but that Mojang would be cracking down on paying to obtain powerful swords or potions (providing a competitive advantage to the player versus other players). The new crackdowns were supported by Persson, citing him receiving multiple emails from parents of children who had spent hundreds of dollars on servers. The Minecraft community and server owners, however, heavily despised the new change in enforcement and protested en masse, which included comparing Mojang to monolithic video game publishers like Electronic Arts and Activision, gaming companies often criticized online for their highly restrictive digital rights management and user license agreements. Many argued that the crackdown would force smaller servers to close their doors, and some blamed the crackdown on Mojang attempting to suppress competition for its own Minecraft Realms subscription service.\n\n\n==== Account migration ====\nIn 2020, Mojang Studios revealed that it would begin the process of requiring that Microsoft accounts be used in order to log into the Java Edition of the game, and that older Mojang Studios accounts would be sunsetted. The move to Microsoft accounts also required Java Edition players to create Xbox network Gamertags. Mojang Studios defended the move to Microsoft accounts by saying that improved security could be offered, which included Java accounts being able to use two factor authentication, players could block cyberbullies in chat, and improve parental controls. The community responded with intense backlash against this announcement, particularly taking issue to the various technical difficulties encountered in the process and how account migration would be mandatory, even for those who do not play on servers. As of 10 March 2022, Microsoft required that all players migrate in order to access the Java Edition of Minecraft. A deadline of 19 September 2023 was announced to complete account migration, after which all legacy Mojang accounts became inaccessible and unable to be migrated.\n\n\n==== Java Edition chat reporting ====\n\nIn June 2022, Microsoft and Mojang Studios announced it would be releasing a player reporting feature in all future builds of Java Edition. In earlier development builds, players could report other players on multiplayer servers for sending messages that are prohibited by the Xbox Live Code of Conduct; report categories included profane language, substance abuse, hate speech, threats of violence, and nudity, though Microsoft in later builds has since excluded the profane language category from the player reporting feature. If a player was found to be in violation of Xbox Community Standards, the player would be banned from all servers for a specific period of time or permanently. The update containing the report feature (1.19.1) was released on 27 July 2022.\nMicrosoft and Mojang Studios received substantial backlash and protest from community members, one of the most common complaints being that banned players would be forbidden from joining any server, even private ones. Others took issue to what they saw as Microsoft increasing control over its player base and exercising censorship, leading some to start a hashtag #saveminecraft, and dub the version \"1.19.84\", in reference to the novel Nineteen Eighty-Four, which deals with similar themes of censorship.\n\n\n==== Mob Vote ====\nThe \"Mob Vote\" was an online event organized by Mojang in which the Minecraft community voted between three original mob concepts; the winning mob was officially implemented in a future update, while the losing mobs were scrapped, though elements of them would sometimes return in later updates as separate features. The first Mob Vote was held during MINECON Earth 2017 and became an annual event starting with Minecraft Live 2020. The Mob Vote was often criticized for forcing players to choose one mob instead of implementing all three, causing divisions and flaming within the community, and potentially allowing internet bots and Minecraft content creators with large fanbases to conduct vote brigading. The Mob Vote was also blamed for a perceived lack of new content added to Minecraft since Microsoft's acquisition of Mojang in 2014.\nThe 2023 Mob Vote featured three passive mobs—the crab, the penguin, and the armadillo—with voting scheduled to start on 13 October.\nIn response, a Change.org petition was created on 6 October, demanding that Mojang eliminate the Mob Vote and instead implement all three mobs going forward. The petition received approximately 445,000 signatures by 13 October and was joined by calls to boycott the Mob Vote, as well as a partially-tongue-in-cheek \"revolutionary\" propaganda campaign in which sympathizers created anti-Mojang and pro-boycott posters in the vein of real 20th century propaganda posters. Mojang did not release an official response to the boycott and the Mob Vote otherwise proceeded normally, with the armadillo winning the vote. In September 2024, as part of a blog post detailing their future plans for Minecraft's development, Mojang announced the Mob Vote would be retired.\n\n\n== Cultural impact ==\nIn September 2019, The Guardian classified Minecraft as the best video game of the 21st century to date, and in November 2019\nPolygon called the game the \"most important game of the decade\" in its 2010s \"decade in review\". In December 2019, Forbes gave Minecraft a special mention in a list of the best video games of the 2010s, stating that the game is \"without a doubt one of the most important games of the last ten years.\" In June 2020, Minecraft was inducted into the World Video Game Hall of Fame.\nMinecraft is recognized as one of the first successful games to use an early access model to draw in sales prior to its full release version to help fund development. As Minecraft helped to bolster indie game development in the early 2010s, it also helped to popularize the use of the early access model in indie game development.\n\nSocial media sites such as YouTube, Facebook, and Reddit have played a significant role in popularizing Minecraft. Research conducted by the University of Pennsylvania's Annenberg School of Communication showed that one-third of Minecraft players learned about the game via Internet videos. In 2010, Minecraft-related videos began to gain influence on YouTube, often made by commentators. The videos usually contain screen-capture footage of the game and voice-overs. Common coverage in the videos includes creations made by players, walkthroughs of various tasks, and parodies of works in popular culture. By May 2012, over four million Minecraft-related YouTube videos had been uploaded. The game would go on to be a prominent fixture within YouTube's gaming scene during the entire 2010s; in 2014, it was the second-most searched term on the entire platform. By 2018, it was still YouTube's biggest game globally.\nSome popular commentators have received employment at Machinima, a now-defunct gaming video company that owned a highly watched entertainment channel on YouTube. The Yogscast is a British company that regularly produces Minecraft videos; their YouTube channel has attained billions of views, and their panel at Minecon 2011 had the highest attendance. Another well-known YouTube personality is Jordan Maron, known online as Captain Sparklez, who has also created many Minecraft music parodies, including \"Revenge\", a parody of Usher's \"DJ Got Us Falling in Love\". Minecraft's popularity on YouTube was described by Polygon as quietly dominant, although in 2019, thanks in part to PewDiePie's playthroughs of the game, Minecraft experienced a visible uptick in popularity on the platform. YouTube later announced that on 14 December 2021 that the total amount of Minecraft-related views on the website have exceeded one trillion.\nMinecraft has been referenced by other video games, such as Torchlight II, Team Fortress 2, Borderlands 2, Choplifter HD, Super Meat Boy, The Elder Scrolls V: Skyrim, The Binding of Isaac, The Stanley Parable, FTL: Faster Than Light, and Super Smash Bros. Ultimate, the latter of which features a downloadable character and stage based on Minecraft. It was also referenced by electronic music artist deadmau5 in his performances. The game is also referenced heavily in \"Informative Murder Porn\", the second episode of the seventeenth season of the animated television series South Park.\n\n\n=== Applications ===\nThe possible applications of Minecraft have been discussed extensively, especially in the fields of computer-aided design (CAD) and education. In a panel at Minecon 2011, a Swedish developer discussed the possibility of using the game to redesign public buildings and parks, stating that rendering using Minecraft was much more user-friendly for the community, making it easier to envision the functionality of new buildings and parks. In 2012, a member of the Human Dynamics group at the MIT Media Lab, Cody Sumter, said: \"Notch hasn't just built a game. He's tricked 40 million people into learning to use a CAD program.\" Various software has been developed to allow virtual designs to be printed using professional 3D printers or personal printers such as MakerBot and RepRap.\nIn September 2012, Mojang began the Block by Block project in cooperation with UN Habitat to create real-world environments in Minecraft. The project allows young people who live in those environments to participate in designing the changes they would like to see. Using Minecraft, the community has helped reconstruct the areas of concern, and citizens are invited to enter the Minecraft servers and modify their own neighborhood. Carl Manneh, Mojang's managing director, called the game \"the perfect tool to facilitate this process\", adding \"The three-year partnership will support UN-Habitat's Sustainable Urban Development Network to upgrade 300 public spaces by 2016.\" Mojang signed Minecraft building community, FyreUK, to help render the environments into Minecraft. The first pilot project began in Kibera, one of Nairobi's informal settlements and is in the planning phase. The Block by Block project is based on an earlier initiative started in October 2011, Mina Kvarter (My Block), which gave young people in Swedish communities a tool to visualize how they wanted to change their part of town. According to Manneh, the project was a helpful way to visualize urban planning ideas without necessarily having a training in architecture. The ideas presented by the citizens were a template for political decisions.\n\nIn April 2014, the Danish Geodata Agency generated all of Denmark in fullscale in Minecraft based on their own geodata. This is possible because Denmark is one of the flattest countries with the highest point at 171 meters (ranking as the country with the 30th smallest elevation span), where the limit in default Minecraft was around 192 meters above in-game sea level when the project was completed.\nTaking advantage of the game's accessibility where other websites are censored, the non-governmental organization Reporters Without Borders has used an open Minecraft server to create the Uncensored Library, a repository within the game of journalism by authors from countries (including Egypt, Mexico, Russia, Saudi Arabia and Vietnam) who have been censored and arrested, such as Jamal Khashoggi. The neoclassical virtual building was created over about 250 hours by an international team of 24 people.\nDespite its unpredictable nature, Minecraft speedrunning, where players time themselves from being dropped into a new world to reaching The End and defeating the Ender Dragon boss, is popular. Some speedrunners use a combination of mods, external programs, and debug menus, while other runners play the game in a more vanilla or more consistency-oriented way.\n\n\n==== Education ====\n\nMinecraft has also been used in educational settings. In 2011, an educational organization named MinecraftEdu was formed with the goal of introducing Minecraft into schools. The group works with Mojang to make the game affordable and accessible to schools. The version of Minecraft through MinecraftEdu includes unique features to allow teachers to monitor the students' progress within the virtual world, such as receiving screenshots from students to show completion of a lesson. In September 2012, MinecraftEdu said that approximately 250,000 students around the world have access to Minecraft through the company. A wide variety of educational activities involving the game have been developed to teach students various subjects, including history, language arts and science. For an example, one teacher built a world consisting of various historical landmarks for students to learn and explore. Another teacher created a large-scale representation of an animal cell within Minecraft that student could explore and learn how cell functions work. Great Ormond Street Hospital has been recreated in Minecraft, and it proposed that patients can use it to virtually explore the hospital before they visit it in real life. Minecraft may also prove as an innovation in computer-aided design. Minecraft offers an outlet of collaboration in design and could have an impact on the industry.\nWith the introduction of redstone blocks to represent electrical circuits, users have been able to build functional virtual computers within Minecraft. Such virtual creations include a working hard drive, an 8-bit virtual computer, and even a smaller-scale version of Minecraft that is playable and able to be built completely in survival mode with no external modifications. In at least one instance, a mod has been created to use this feature to teach younger players how to program within a language set by a virtual computer within a Minecraft world.\nAnother computational mechanic in Minecraft is the command block, a block that is only accessible in creative mode and can alter game logic. Examples of creations made using command blocks include an emulator for the Atari 2600 and a reimplementation of Pokémon Red Version.\nIn September 2014, the British Museum in London announced plans to recreate its building along with all exhibits in Minecraft in conjunction with members of the public. Microsoft and the non-profit organisation Code.org had teamed up to offer Minecraft-based games, puzzles, and tutorials aimed to help teach children how to program; by March 2018, Microsoft and Code.org reported that more than 85 million children have used their tutorials.\n\n\n=== Clones ===\nFollowing the initial surge in popularity of Minecraft in 2010, other video games were criticised for having various similarities to Minecraft, and some were described as being \"clones\", often due to a direct inspiration from Minecraft, or a superficial similarity. Examples include Ace of Spades, CastleMiner, CraftWorld, FortressCraft, Terraria, BlockWorld 3D, Total Miner, and Luanti (formerly Minetest). David Frampton, designer of The Blockheads, reported that one failure of his 2D game was the \"low resolution pixel art\" that too closely resembled the art in Minecraft, which resulted in \"some resistance\" from fans. A homebrew adaptation of the alpha version of Minecraft for the Nintendo DS, titled DScraft, has been released; it has been noted for its similarity to the original game considering the technical limitations of the system. In response to Microsoft's acquisition of Mojang and their Minecraft IP, various developers announced further clone titles developed specifically for Nintendo's consoles, as they were the only major platforms not to officially receive Minecraft at the time. These clone titles include UCraft (Nexis Games), Cube Life: Island Survival (Cypronia), Discovery (Noowanda), Battleminer (Wobbly Tooth Games), Cube Creator 3D (Big John Games), and Stone Shire (Finger Gun Games). Despite this, the fears of fans were unfounded, with official Minecraft releases on Nintendo consoles eventually resuming.\nMarkus Persson made another similar game, Minicraft, for a Ludum Dare competition in 2011. In 2025, Persson announced through a poll on his X account that he was considering developing a spiritual successor to Minecraft. He later clarified that he was \"100% serious\", and that he had \"basically announced Minecraft 2\".\n\nIn November 2024, artificial intelligence companies Decart and Etched released Oasis, an artificially generated version of Minecraft, as a proof of concept. Every in-game element is completely AI generated in real time and the model does not store world data, leading to \"hallucinations\" such as items and blocks appearing that were not there before.\n\n\n=== Minecon (Minecraft Live) ===\n\nMinecon, now known as Minecraft Live, is an annual official fan convention dedicated to Minecraft which usually reveals new games or feature drops, among others. The first full Minecon was held in November 2011 at the Mandalay Bay Hotel and Casino in Las Vegas. The event included the official launch of Minecraft; keynote speeches, including one by Persson; building and costume contests; Minecraft-themed breakout classes; exhibits by leading gaming and Minecraft-related companies; commemorative merchandise; and autograph and picture times with Mojang employees and well-known contributors from the Minecraft community. In 2016, Minecon was held in-person for the last time, with the following years featuring annual livestreams on minecraft.net and YouTube instead.\n\n\n== Notes ==\n\n\n== References ==\n\n\n=== Further reading ===\nGallagher, Colin (2014). Minecraft in the Classroom: Ideas, Inspiration, and Student Projects for Teachers. Berkeley, CA: Peachpit Press. ISBN 978-0-13-385801-3.\nGarrelts, Nate (2014). Understanding Minecraft: Essays on Play, Community and Possibilities. Jefferson, NC: McFarland & Company. ISBN 978-0-7864-7974-0.\nGoldberg, Daniel (2013). Minecraft: The Unlikely Tale of Markus \"Notch\" Persson and the Game That Changed Everything. New York: Seven Stories Press. ISBN 978-1-60980-537-1.\n\n\n== External links ==\nOfficial website \nMinecraft Wiki – ⁠⁠⁠⁠⁠⁠an unofficial encyclopedia documenting the game\nMinecraft Classic –⁠⁠⁠⁠⁠⁠ a remake version based on an old version of Minecraft",
          "qas": [
            {
              "id": "minecraft_0",
              "question": "What is Minecraft?",
              "answers": [
                {
                  "text": "Minecraft is a 2011 sandbox game developed and published by Swedish video game developer Mojang Studios.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    },
    {
      "title": "FIFA (video game series)",
      "paragraphs": [
        {
          "context": "FIFA is a discontinued football video game franchise developed by EA Vancouver and EA Romania and published by EA Sports. As of 2011, the FIFA franchise has been localized into 18 languages and available in 51 countries. Listed in Guinness World Records as the best-selling sports video game franchise in the world, the FIFA series has sold over 325 million copies as of 2021. On 10 May 2022, it was announced that EA and FIFA's partnership of 30 years would come to an end upon the termination of their licensing agreement, making FIFA 23 the last entry to the franchise under the FIFA name. As a successor to the FIFA series, EA launched the EA Sports FC franchise, with EA Sports FC 24 being the first installment under the new name.\nFootball video games such as Tehkan World Cup, Sensible Soccer, Kick Off and Match Day had been developed since the late 1980s, and were already competitive in the games market when EA Sports announced a football game as the next addition to their EA Sports label. When the series began with FIFA International Soccer on the Sega Mega Drive in late 1993, it was notable for being the first to have an official license from FIFA, the world governing body of football. The main series has been complemented by additional installments based on single major tournaments, such as the FIFA World Cup, UEFA Champions League, UEFA Europa League and UEFA European Football Championship, as well as a series of football management titles. Since the 1990s, the franchise's main competitor has been Konami's eFootball series (formerly known as Pro Evolution Soccer, or PES).\nThe last release featured Kylian Mbappé, who appeared on the front cover of the series for the three consecutive years between FIFA 21 and FIFA 23, as the face of the franchise. Chelsea Women forward Sam Kerr appears alongside Mbappé on the ultimate edition, becoming the first female footballer in franchise history to do so. In EA Sports FC 24, the inaugural installment of the succeeding EA Sports FC franchise, Erling Haaland appeared on the covers of both the standard and ultimate editions. Previous cover stars include Eden Hazard, who was the face of FIFA 20, as well as Cristiano Ronaldo, the cover star of FIFA 18 and FIFA 19. Lionel Messi appeared on four straight covers from FIFA 13 to FIFA 16. Wayne Rooney starred on seven covers of the series: every game from FIFA 06 to FIFA 12. Ronaldinho appeared alongside Rooney on four of these (FIFA 06 to FIFA 09), and he also appeared on the cover of FIFA Football 2004, FIFA Street and FIFA Street 3. Since the release of FIFA Mobile in 2016, midfielder Kevin de Bruyne and forwards Marco Reus (who also appeared on the cover of FIFA 17), Hazard, Ronaldo, Neymar, Paulo Dybala, Mbappé and Vinícius Júnior have appeared on the cover.\nFIFA 12 holds the record for the \"fastest selling sports game ever\" with over 3.2 million games sold and over $186 million generated at retail in its first week of release. The franchise's final release, FIFA 23, was released worldwide on 27 September 2022. It is available for multiple gaming systems, including the PlayStation 4, Xbox One, Nintendo Switch, PC, PlayStation 5, Xbox Series X and Series S, and Stadia.\n\n\n== History ==\n\nWhile FIFA 95 did not add much other than the ability to play with club teams, FIFA 96 pushed the boundaries. For the first time with real player names by obtaining the FIFPro license, the PlayStation, PC, 32X and Sega Saturn versions used EA's \"Virtual Stadium\" engine, with 2D sprite players moving around a real-time 3D stadium. FIFA 97 improved on this with polygonal models for players and added an indoor soccer mode, but an early pinnacle was reached with FIFA: Road to World Cup 98. This version featured much improved graphics, a complete World Cup with qualifying rounds (including all national teams) and refined gameplay. Months later, World Cup 98 was EA's first officially licensed tournament game.\nJohn Motson was the first commentator for the FIFA series, and has worked alongside Ally McCoist, Andy Gray, Des Lynam, Mark Lawrenson and Chris Waddle. Motson first joined the franchise for FIFA 96; he and McCoist were replaced by Gray and Clive Tyldesley for FIFA 06 but later returned for FIFA Manager 08. Martin Tyler was the default commentator for the FIFA series from 2006 to 2020, alongside Andy Gray between 2006 and 2010 and Alan Smith from 2011 to 2020. Derek Rae and Lee Dixon appear in FIFA 19 as commentators for UEFA competitions, and alternate with Tyler and Smith in all competitions in FIFA 20. Rae and Dixon became the sole English-language commentators in FIFA 21, replacing Tyler and Smith. In FIFA 22 and FIFA 23, Stewart Robson serves as Derek Rae's co-commentator, replacing Dixon. Guy Mowbray and Sue Smith were introduced as a new commentary duo in EA Sports FC 24, alternating with Derek Rae and Stewart Robson.\nFIFA games have been met with some minor criticism; such as improvements each game features over its predecessor. As the console market expanded, FIFA was challenged directly by other titles, most notably Konami's Pro Evolution Soccer (PES) series. The rivalry between both franchises since the 1990s has been considered the \"greatest rivalry\" in the history of sports video games. While FIFA initially had a more \"arcade-style\" approach, PES was more of a football simulation video game series with \"faster-paced tactical play\" and more varied emergent gameplay, which led to PES rivaling FIFA in sales during the 2000s. EA responded by borrowing gameplay elements from PES in order to improve FIFA, which led to FIFA pulling ahead commercially by a significant margin in the early 2010s. Both FIFA and Pro Evolution Soccer have a large following, but FIFA sales were rising by as much as 23 percent year-on-year in the early 2010s.\nBy 2000, the FIFA series had sold more than 16 million units worldwide, making it the best-selling association football video game series. In 2010, the FIFA series had sold over 100 million copies, making it the best-selling sports video game franchise in the world and the most profitable EA Sports title. With FIFA 12 selling 3.2 million copies in the first week after its 27 September North American debut in 2011, EA Sports dubbed it \"the most successful launch in EA Sports history\".\nIn 2012, EA Sports signed Lionel Messi to the FIFA franchise, luring him away from the competitor Pro Evolution Soccer. Messi's likeness was then immediately placed on the cover of FIFA Street. In 2013, the Spanish professional women's footballer Vero Boquete started a petition on Change.org, which called upon Electronic Arts to introduce female players in the FIFA series. The petition attracted 20,000 signatures in 24 hours. FIFA 16, released on 25 September 2015, included female national teams.\nIn 2018, Steve Boxer of The Guardian called FIFA 18 \"the slickest, most polished and by far the most popular football game around\" and \"football [video] games' equivalent of the Premier League\". He praised the game's FIFA Ultimate Team, which \"encourages you to purchase Panini-sticker-like player packs to build up a dream team\", adding the series has \"an excellent Journey mode that lets you control an aspiring pro and build him up to an international superstar, and a Career mode that lets you control your favourite team on and off the field.\" The sixth best-selling video game franchise, by 2021, the FIFA series had sold over 325 million copies.\nThe latest installments in the series contain many exclusively licensed leagues including leagues and teams from around the world, including the German Bundesliga and 2. Bundesliga, English Premier League and EFL Championship, Italian Serie A and Serie B, Spanish La Liga and La Liga 2, French Ligue 1 and Ligue 2, Portuguese Primeira Liga, Turkish Süper Lig, Dutch Eredivisie, Scottish Premiership, the Swiss Super League, Russian Premier League, Polish Ekstraklasa, Mexican Liga MX, American Major League Soccer, South Korean K-League, Japanese J1 League, the Chinese Super League, Saudi Professional League, Australian A-League, Chilean Primera División, Brazilian Campeonato Brasileiro Série A, Argentine Liga Profesional de Fútbol, allowing the use of real leagues, clubs and player names and likenesses within the games. Popular clubs from around the world, including some teams from Greece, the Indian Super League, Ukraine and South Africa, are also included, without those nations' entire leagues. They are available in the \"Rest of World\" section.\n\n\n== Games in the series ==\n\n\n=== 1990s ===\n\n\n==== FIFA International Soccer ====\n\nCover athlete: David Platt and Piotr Świerczewski (Packie Bonner and Ruud Gullit in some versions)\nReleased for: Mega Drive/Genesis, PC, DOS, Amiga, Sega CD (as FIFA International Soccer Championship Edition), 3DO, SNES, Master System, Sega Game Gear, Game Boy\nRelease dates: 15 December 1993 (Mega Drive), 1994 (ports)\nKnown as EA Soccer during development and sometimes subsequently also known as FIFA '94, the first game in the series was released for the Sega Mega Drive in the weeks leading up to Christmas 1993. This greatly hyped football title broke with traditional 16-bit era games by presenting an isometric view rather than the more usual top-down view (Kick Off), side view (European Club Soccer), or bird's eye view (Tehkan World Cup and Sensible Soccer). It only includes national teams, and real player names are not used. A notorious bug allows the player to score by standing in front of the goalkeeper so that the ball rebounds off him into the net. The game was number one in the UK charts, replacing Street Fighter II Special Champion Edition, and staying there for a full six months. Mega placed the game at #11 in their Top 50 Mega Drive Games of All Time. The Sega Mega CD version was released under the title \"FIFA International Soccer Championship Edition\" it includes some features used in the next title, and is a highly polished version of the original. This version was ranked No. 7 on the Mega list of the \"Top 10 Mega CD Games of All Time\". The game on the 3DO console sported pseudo-3D cameras and it was the most graphically advanced version. The game is also playable on the PlayStation 2 version of FIFA 06. It was made in celebration for the 1994 FIFA World Cup held in the United States – especially noticeable in the Super NES version which, despite having a smaller team selection than the Genesis version, had three exclusive teams which qualified for the real-life tournament: Bolivia, Saudi Arabia and South Korea. The game was called International Soccer so EA could sell the game successfully in Europe, after assuming Americans would have no interest in the game.\n\n\n==== FIFA 95 ====\n\nCover athlete: Erik Thorstvedt (Alexi Lalas in some versions)\nReleased for: Mega Drive/Genesis\nRelease date: 10 November 1994\nUsing the same engine with only minor touch-ups, FIFA 95 introduced club teams to the series within eight national leagues: Brazil, Germany's Bundesliga, Italy's Serie A, Spain's La Liga, England's Premier League, France's Ligue 1, Netherlands' Eredivisie and the United States. Most of the leagues have team lineups based on the 1993–94 season, and the teams, although recognisably real, all still have generic players, many of them even returning from the previous game. The USA League consists of teams and players from the A-League, the country's second division – subsequent editions would feature \"artificial\" division one leagues, a feature not corrected until the 2000 edition, when Major League Soccer was included for the first time. In addition, the Brazilian league contained only teams from São Paulo and Rio de Janeiro states, with the exception of Internacional, from Rio Grande do Sul—it would not be until FIFA 07 that Campeonato Brasileiro represented the country. The game eliminates the one-touch passing seen in the original FIFA International Soccer. This was also the only game in the main series not to be released in more than one platform (counting spin-offs, only FIFA 64 and certain versions of the FIFA Manager series share this distinction).\n\n\n==== FIFA 96 ====\n\nCover athlete: Ioan Ovidiu Sabau and Jason McAteer (European version)\nReleased for: DOS/Windows, PlayStation, Sega Saturn, Sega 32X, SNES, Mega Drive/Genesis, Sega Game Gear, Game Boy\nRelease date: 30 September 1995\nThis is the first FIFA game to feature real-time 3D graphics on the Sega Saturn, PlayStation and PC versions, using technology called \"Virtual Stadium\". It is also the first in the series to present players with real player names and positions, with ranking, transfer and team customisation tools. However, the Brazilian teams had mostly inaccurate rosters, some of them even featuring long-retired players (this would only be corrected in FIFA 99), and the American league consisted of entirely fictitious teams and rosters (Major League Soccer had been inaugurated for only a few months as of the game's release, but it would only start to appear in the games as of FIFA 2000). The SNES and Mega Drive versions use an updated version of FIFA 95's engine with new teams and graphics. It is also the first FIFA game to contain a player/team editor (in the Mega Drive and fifth-generation versions only). Also, in addition to the eight national leagues of the previous game, three leagues debuted in the game: Scottish Football League Premier Division, Allsvenskan and Super League Malaysia, a lineup that would stay for the next two editions as well. This was also the first FIFA game to have a proper introduction.\n\n\n==== FIFA 97 ====\n\nCover athlete: David Ginola (European version); Bebeto (rest of the world)\nReleased for: DOS/Windows, PlayStation, Sega Saturn, Mega Drive/Genesis, SNES, Game Boy\nRelease date: 30 November 1996\nThe biggest change in FIFA '97 was the inclusion of 6-a-side indoor soccer mode and polygonal players, with motion capture provided by David Ginola. The game features a much higher number of playable leagues from England, Spain, France, Italy, the Netherlands, Germany and Malaysia. These versions also feature commentary by John Motson, partnered by Andy Gray, with Des Lynam introducing the matches.\n\n\n==== FIFA: Road to World Cup 98 ====\n\nCover athlete: Roy Lassiter (USA); David Beckham (UK); Paolo Maldini (Italy); David Ginola (France); Andreas Möller (Germany); Raúl (Spain)\nTitle song: \"Song 2\" by Blur\nReleased for: Microsoft Windows, PlayStation, Nintendo 64, Sega Saturn, SNES, Mega Drive/Genesis, Game Boy\nRelease date: 8 November 1997\nThis game marks the start of an upward trend in the series. It boasts a refined graphics engine, team and player customisation options, 16 stadia, improved artificial intelligence, a \"Road to World Cup\" mode with all FIFA-registered national teams, and a licensed soundtrack featuring popular musical artists of the time. The game features many accurate team squads for national call up when playing in the round robin qualification modes. Another new feature was the ability to manually change the referee's strictness, allowing some fouls to go un-noticed or without punishment.\nAdditionally, for the first time in a FIFA game, the offside rule is properly implemented. In previous games, when a player was in an offside position doing anything except running, that player was penalised for offside even when the ball was passed backwards. The 32-bit version of FIFA 98 corrects this so that the game would only award a free kick for offside if the ball was passed roughly to where the player in the offside position was.\nFIFA 98 was also the first of the series to feature a licensed soundtrack, with \"Song 2\" by Blur used as the intro track for the game. It was the last FIFA game to be released on the 16-bit consoles that the series had originated on.\n\n\n==== FIFA 99 ====\n\nCover athlete: Dennis Bergkamp (World), Kasey Keller (USA), Fabien Barthez (France), Hidetoshi Nakata (Japan); Olaf Thon (Germany); Rui Costa (Portugal); Christian Vieri (Italy); Ahn Jung-hwan (South Korea); Fernando Morientes (Spain); Jason Kreis (USA beta)\nTitle song: \"The Rockafeller Skank (Remix)\" by Fatboy Slim\nReleased for: Microsoft Windows, PlayStation, Nintendo 64\nRelease date: 30 November 1998. No description.\n\n\n==== FIFA 2000 ====\n\nTitle song: \"It's Only Us\" by Robbie Williams\nCover athlete: Hidetoshi Nakata (Japan); Sol Campbell (UK); Vincenzo Montella (Italy); Pep Guardiola (Spain); Emmanuel Petit (France); Jaap Stam (Netherlands); Vassilios Tsiartas (Greece); Mehmet Scholl (Germany); Simão (Portugal); Eddie Pope (US); Raí (Brazil); Pär Zetterberg (Sweden); Đovani Roso (Israel); Kim Byung-ji (South Korea); Kiatisuk Senamuang (Thailand);\nReleased for: Microsoft Windows, PlayStation, Game Boy Color\nRelease date: 26 October 1999\nThis version of the FIFA series contained over 40 \"classic\" teams, so that gamers could play as retired football legends.\nIt marked the introduction of Major League Soccer, replacing the fictitious \"American\" league previously included, as well as national leagues from Denmark, Greece, Israel, Norway and Turkey (though Galatasaray is not present in the game), albeit removing the Portuguese Liga.\nThe game received mixed reviews due to its cartoonish graphic engine and shallow gameplay, a brand new engine was implemented in an attempt to give more \"emotion\" to the 3D player models. The game was generally considered to be much inferior than its rival.\nThe opening video for FIFA 2000 features Sol Campbell performing motion capture duties for the game, then having his likeness computer-generated to play against a retro side from 1904, the year of the inauguration of FIFA. The game also included Port Vale, the club supported by Williams, in the \"Rest of the World\" section (they were in the Football League First Division at the time, and while the concept of post-season promotion and relegation was introduced in this edition, teams from lower league tiers were only selectable starting with FIFA 2004).\n\n\n=== 2000s ===\n\n\n==== FIFA Football 2001 ====\n\nTitle song: \"Bodyrock\" by Moby\nCover athlete: Edgar Davids (Netherlands); Paul Scholes (UK); Gheorghe Hagi (Romania); Ben Olsen (US); Ricardo Sá Pinto (Portugal); Gaizka Mendieta (Spain); Filippo Inzaghi (Italy); Lothar Matthäus (Germany); Hidetoshi Nakata (Japan); Thierry Henry (France); Leonardo (Brazil); Shimon Gershon (Israel); Ko Jong-soo (South Korea)\nReleased for: Microsoft Windows, PlayStation 2, PlayStation\nRelease date: 8 November 2000\nThis title had a new graphics engine from FIFA Soccer World Championship which allows each team to have its own detailed kit, and for some players, their own unique faces. Doing away with ordinary coloured pennants as club emblems, the license includes official club emblems for the first time, although certain leagues, like the Dutch league, are unlicensed. Slightly tweakable physics made the game a modding favorite for its fan community. The game also includes the entire Austrian Bundesliga and Korean K-League as playable leagues for the first time, albeit removing the Turkish Premier League. A \"hack\" feature is included, where the player can press R1 to attempt an intentional foul, such a high sliding tackle. This title was the first game of the series with a power bar for shooting (such a feature already existed in the Super NES version of the first game, but it was not in all versions of the game). FIFA 2001 was the first version (for the PC) that could be played online, which was revolutionary, and the first game in the franchise on a 6th generation video game console in USA and Europe.\nThe PlayStation version of FIFA 2001 received a \"Gold\" sales award from the Entertainment and Leisure Software Publishers Association (ELSPA), indicating sales of at least 200,000 copies in the United Kingdom.\n\n\n==== FIFA Football 2002 ====\n\nTitle song: \"19-2000 (Soulchild Remix)\" by Gorillaz\nCover athlete: Hidetoshi Nakata (Japan); Thierry Henry (France, UK, USA); Zlatan Ibrahimović (Sweden); Nuno Gomes (Portugal); Francesco Totti (Italy); Ruud van Nistelrooy (Netherlands); İlhan Mansız (Turkey); Gerald Asamoah (Germany); Lampros Choutos (Greece); Hong Myung-bo (South Korea); Sibusiso Zuma (South Africa & Denmark); Nawaf Al-Temyat (Saudi Arabia); Tomasz Radzinski (US); Roberto Carlos (Brazil); Iker Casillas (Spain); Tomasz Frankowski (Poland); Haim Revivo (Israel)\nReleased for: Microsoft Windows, PlayStation 2, GameCube, PlayStation\nRelease date: 1 November 2001\nFor FIFA Football 2002, power bars for passes were introduced, and dribbling reduced in order to attain a higher challenge level. The power bar can also be customised to suit the gamer's preference. The game also includes club emblems for many more European clubs as well as for major Dutch clubs such as PSV, Ajax and Feyenoord, although there was no Dutch league of any kind (they were under the \"Rest of World\" header). This game also features, for the first time, the Swiss Super League, at the cost of excluding the Greek League. A card reward system licensed from Panini was also introduced where, after winning a particular competition, a star player card is unlocked. There is also a bonus game with the nations that had automatically qualified for the 2002 World Cup (France, Japan and South Korea), in which the player tries to improve the FIFA ranking of their chosen team by participating in international friendlies. Playing with other national teams will allow the player to play through their respective zones' qualifying rounds (except for Oceania and Africa, whose confederations are not represented in full).\nFIFA Football 2002 was the final game in the main series to feature the Japanese national team, as the Japan Football Association would sell its exclusive rights to Konami during 2002, thereby depriving not only FIFA, but all other football games in the market (with the exception of EA's World Cup spin-offs), from using its lineup and likeness (Japanese players in foreign markets continued to be featured in the series, though) until FIFA 17.\n\n\n==== FIFA Football 2003 ====\n\nCover athlete: Roberto Carlos, Ryan Giggs, and Edgar Davids (in the United States, only Landon Donovan appeared)\nTitle song: \"To Get Down (Fatboy Slim remix)\" by Timo Maas\nReleased for: Microsoft Windows, PlayStation 2, Xbox, GameCube, PlayStation, Game Boy Advance, Mobile phone\nRelease date: 5 November 2002\nFIFA Football 2003 added features completely new gameplay from the previous titles. EA revamped the outdated DirectX 7 graphics used in FIFA 2001 and 2002, and introduced new graphics featuring more detailed stadia, players, and kits. Club Championship Mode was introduced with the feature of playing against 17 of Europe's top clubs in their own stadia and the fans singing their unique chants and songs. A TV-style broadcast package gave highlights at half-time and full-time, as well as comprehensive analysis. One of the most anticipated new features was EA Sport's \"Freestyle Control\" which allows the user to flick the ball on and lay it off to teammates. Other additions include greater likenesses of players such as Thierry Henry and Ronaldinho, as well as realistic player responses. An Xbox version was added to the Windows and PlayStation 2, whereas the original PlayStation version was dropped.\nFIFA Football 2003 was also the first game in the series to use the EA Trax.\nEA Trax is the exclusive music menu system that has been used ever since in all FIFA titles.\n\n\n==== FIFA Football 2004 ====\n\nCover athlete: Thierry Henry, Alessandro Del Piero and Ronaldinho\nTitle song: \"Red Morning Light\" by Kings of Leon\nReleased for: Microsoft Windows, PlayStation 2, Xbox, GameCube, PlayStation, Game Boy Advance, Nokia N-Gage, Mobile phone\nRelease date: 18 October 2003\nWhile not adding much to the game engine, the biggest new inclusion in FIFA Football 2004 is secondary divisions, which allow the player to take lower ranked teams into the top leagues and competitions (a promotion/relegation system was present since the 2000 edition, but none up until this one featured second-tier leagues). A new gameplay feature dubbed \"off the ball\" was introduced, which is the ability to simultaneously control two players, in order, for example, to move a second player into the box in anticipation of a pass. The online mode was touted as the main feature. Another key feature is \"Football Fusion\", which allows owners of both FIFA 2004 and Total Club Manager 2004 to play games from TCM in FIFA 2004. This is also the first FIFA game to feature Latin American club teams aside from those of the Brazilian League; there are four from Mexico (América, Toluca, Monterrey and UNAM; a fifth team, Tigres UANL, is present only in the Game Boy Advance version) and two from Argentina (Boca Juniors and River Plate). The title sequence, featuring Ronaldinho, Thierry Henry and Alessandro Del Piero, was filmed at St James' Park, the home ground of Newcastle United.\n\n\n==== FIFA Football 2005 ====\n\nCover athlete: Patrick Vieira, Fernando Morientes and Andriy Shevchenko (in North America, Oswaldo Sánchez replaced Patrick Vieira)\nReleased for: Microsoft Windows, PlayStation 2, Xbox, GameCube, PlayStation, PlayStation Portable (America only), Game Boy Advance, Nokia N-Gage, Gizmondo, Mobile phone\nRelease date: 11 October 2004\nFIFA Football 2005 was released much earlier than the usual late October date to obtain a head start over Pro Evolution Soccer 4 and avoid clashing with EA Sports' own FIFA Street. The game features the return of the create-a-player mode, as well as an improved Career mode. The biggest difference compared to previous titles in the series is the inclusion of first-touch gameplay which provides gamers with the ability to perform real-life tricks and passes. It is also the first version to feature the full Mexican League. The game has no opening video, but its soundtrack is headlined by British DJ Paul Oakenfold, who composed the FIFA Theme especially for the game, using some sounds from the game such as artificial crowd noise and commentary. This was the last title released for the original PlayStation in the US. The game also features authentic crowd chants edited by producer Dan Motut.\n\n\n==== FIFA 06 ====\n\nCover athlete: Wayne Rooney and Ronaldinho (in North America, Omar Bravo and Freddy Adu joined Ronaldinho on the cover)\nReleased for: GameCube, Microsoft Windows, Nintendo DS, PlayStation 2, Xbox, Game Boy Advance, PlayStation Portable, Xbox 360\nRelease date: 4 October 2005\nFIFA's developers made a complete overhaul of the game engine for this installment of FIFA, claiming a dramatic increase in the control of play, having rewritten more than half the game's code. In addition to a renovation of the engine, which discards the \"off the ball\" system, the developers boasted a significantly more involved Career mode and the introduction of \"team chemistry\" which determines how well team members play together. This installment breaks with the long tradition of commentary from Match of the Day's John Motson and (more recently) Ally McCoist, who are replaced by ITV's Clive Tyldesley and former Sky Sports pundit Andy Gray, who had already worked in the series as guest commentator.\nOne of the new features in FIFA 06 was a special \"retro\" which features nostalgia of the game. Inside it includes an unlockable classic biographies section, a memorable moments video compilation, which features ten of the most memorable moments as judged by the FIFA 06 developers, a video compilation with a retrospective view of every game in the FIFA series and the chance to play the first ever game in the FIFA series which was titled as \"FIFA 94\". The game also features for the first time a Classic XI team consisting of great football legends and a World XI team consisting of current great superstars. Both teams have the Cardiff Millennium Stadium as their primary ground. These clubs must be unlocked in the \"Fan Shop\".\nThe Xbox 360 version, titled FIFA 06: Road to FIFA World Cup, featured only national teams and a brand-new engine taking advantage of the Xbox 360's graphical capabilities. It was the first FIFA game on a seventh-generation console.\n\n\n==== FIFA 07 ====\n\nSlogans: This Is The Season\nCover athlete: Wayne Rooney and Ronaldinho (worldwide); Ronaldinho and Lukas Podolski (Germany); Ronaldinho, Landon Donovan and Francisco Fonseca (North America); Ronaldinho and Juninho Pernambucano (France); Ronaldinho and David Villa (Spain); Kim Nam-il (South Korea)\nReleased for: Microsoft Windows, Xbox 360, PlayStation 2, Xbox, GameCube, PlayStation Portable, Nintendo DS, Game Boy Advance, Java ME\nRelease date: 25 September 2006\nThe main differences from the previous game are a new \"Interactive Leagues\" function, new stadia such as the new Wembley Stadium and Emirates Stadium, and the ability to create custom teams and Süper Lig returns after seven years of absence from the series. The game's front-end and graphics engine remain largely the same. The Xbox 360 version, now a full-fledged conversion of the game, uses a completely new game engine which was created from scratch for the system. This Xbox 360 version also features a much reduced team line-up, completely removing all lower division teams and focusing on the four main European leagues, plus the Mexican Clausura and national teams. This was the last title released for the GameCube, Xbox and Game Boy Advance.\n\n\n==== FIFA 08 ====\n\nSlogans: Can You FIFA 08?\nCover athlete: Wayne Rooney and Ronaldinho (worldwide); Ronaldinho and Miroslav Klose (Germany); Ronaldinho and Sergio Ramos (Spain); Ronaldinho, Jozy Altidore and Guillermo Ochoa (North America); Ronaldinho and Ebi Smolarek (Poland);\nTitle song: \"Sketches (20 Something Life)\" by La Rocca\nReleased for: Microsoft Windows, Xbox 360, PlayStation 3, Wii, PlayStation 2, PlayStation Portable, Nintendo DS, Java ME\nRelease date: 27 September 2007\nFIFA 08 introduced a new game mode called \"Be a Pro\", in which the player controls only a single player on the field. This version also introduced a larger club section including the League of Ireland, and the Hyundai A-League of Australia, for the first time. Unlike FIFA 06 and 07 however, FIFA 08 does not include any memorable moments or season highlights.\nThis edition introduced the Practice Arena Feature that allowed training and improving the dribbling, shooting, or practicing free kicks and penalties while on the practice pitch.\nIt was the first game in the franchise for PlayStation 3 and Wii, the latter introducing motion controls for shooting, as well as three mini-games that make use of the Wii Remote.\n\n\n==== FIFA 09 ====\n\nSlogans: Are You Ready for FIFA 09?\nCover athlete: Wayne Rooney and Ronaldinho (worldwide); Ronaldinho and Petr Čech (Czech Republic); Wayne Rooney and Sergio Ramos (Spain); Ronaldinho and Kevin Kuranyi (Germany); Ronaldinho and Balázs Dzsudzsák (Hungary); Ronaldinho and Daniele De Rossi (Italy); Ronaldinho, Maurice Edu and Guillermo Ochoa (North America)\nReleased for: Microsoft Windows, PlayStation 3, Xbox 360, Wii, PlayStation 2, PlayStation Portable, Nintendo DS, Java ME, Zeebo\nRelease date: 3 October 2008\nFIFA 09 features a revamped collision system and an option for 10 versus 10 \"Be a Pro\" online matches, and the new \"Adidas Live Season\" feature, which updates all the players' stats in a particular league based on the player's form in real life. Although the feature is activated through microtransactions, gamers have access to one free league of their choice from the moment they activate the service to the end of the 2008–09 season. Online play has also been improved in FIFA 09, with a feature called \"FIFA 09 Clubs\" allowing players to form or join clubs and field their strongest team online. The game is the first in the FIFA series to feature user-controlled goal celebrations. FIFA 09 has met with generally positive reception from reviewers.\nClive Tyldesley and Andy Gray again provide the commentary in the English version. However, in the PS3 and Xbox 360 versions of the game, Tyldesley is replaced by Martin Tyler. For the first time, users can also purchase extra commentator voices in different languages from the PlayStation Store (PlayStation 3) and Xbox Live Marketplace (Xbox 360). Another option for the English language is Tyldesley and Andy Townsend.\n\n\n=== 2010s ===\n\n\n==== FIFA 10 ====\n\nSlogans: Let's FIFA 10\nCover athlete: Theo Walcott, Frank Lampard and Wayne Rooney (UK); Wayne Rooney and Tim Cahill (Australia); Wayne Rooney and Andreas Ivanschitz (Austria); Wayne Rooney and Balázs Dzsudzsák (Hungary), Wayne Rooney and Robert Lewandowski (Poland); Ronaldinho and Giorgio Chiellini (Italy); Karim Benzema, Steve Mandanda and Guillaume Hoarau (France); Wayne Rooney and Bastian Schweinsteiger (Germany); Frank Lampard and Simão (Portugal); Karim Benzema and Xavi (Spain); Frank Lampard; Sacha Kljestan and Cuauhtémoc Blanco (North America); Sergei Semak (Russia)\nReleased for: Microsoft Windows, Xbox 360, PlayStation 3, Wii, PlayStation 2, PlayStation Portable, Nintendo DS, iOS, Android, Java ME\nRelease date: 2 October 2009 (Europe), 20 October 2009 (USA)\nFIFA 10 has an extended Manager Mode which includes a new Assistant Manager that can be used to take care of the team's line-up and to rotate the squad based on importance of the upcoming match and improved finances. The \"Player Experience and Growth System\" has changed. Player growth will now be determined by in-game performance, demands placed on the player, and achievements based on the player's particular position. The games also features 50 stadia and 31 leagues, among which the Russian Premier League is introduced to the series (except for the PlayStation 3 and Xbox 360 versions). It also includes 360 degrees player control instead of the 8-direction control in previous games.\n\n\n==== FIFA 11 ====\n\nSlogans: We Are 11\nCover athlete : Kaká (World), Wayne Rooney (United Kingdom, Republic of Ireland & Australia), Mesut Özil & René Adler (Germany), Tim Cahill (Australia), Jakub Błaszczykowski (Poland); Sergei Semak (Russia);\nReleased for: Microsoft Windows, Xbox 360, PlayStation 3, Wii, PlayStation 2, PlayStation Portable, Nintendo DS, iOS, BlackBerry OS, Java ME\nRelease date: 28 September 2010 (USA), 1 October 2010 (Europe)\nFIFA 11 was released 28 September 2010 in North America and 1 October 2010 in Europe. It features a new replacement to Manager Mode called Career Mode; the player is able to play a career as a Manager, Player or a new feature as a Player Manager. Other new features include an improved passing system, improved player likenesses, the ability to play as a Goalkeeper for the first time, and other various other tweaks and additions.\nThe English commentary is provided for the fourth time by Martin Tyler and Andy Gray. Landon Donovan, Kaká and Carlos Vela feature on the cover of the North American version of the game, while Kaká and Wayne Rooney feature on the cover of the UK and Irish version. Aside from Kaká and Rooney, Petr Čech and Andrés Iniesta are also prominently featured in the game, appearing in in-game screens like the menus of the PC version.\n\n\n==== FIFA 12 ====\n\nSlogans: Love Football, Play Football\nCover athlete: Wayne Rooney and Jack Wilshere (UK and Republic of Ireland), Landon Donovan and Rafael Márquez (North America), Lukas Podolski and Mats Hummels (Germany), Jakub Błaszczykowski (Poland); Kaká and Vasili Berezutski (Russia);\nReleased for: Microsoft Windows, OS X, PlayStation 3, Xbox 360, Wii, PlayStation 2, PlayStation Vita, Nintendo 3DS, PlayStation Portable, iOS, Java ME\nRelease date: 27 September 2011 (USA), 30 September 2011 (Europe)\nDavid Rutter, the line producer for FIFA 12, has promised \"a revolutionary year for FIFA... especially in the gameplay department.\" The first screenshot was revealed on 11 April, featuring Brazilian midfielder Kaká running through the field.\nFIFA 12 is the first edition of the series to feature Arabic commentary. The Czech First League and Turkish Süper Lig are removed from the game (though Turkish side Galatasaray is still featured) and a third Argentine team, Racing Club de Avellaneda, is added to the Rest of World bracket. The Xbox 360 and the PlayStation 3 were the main consoles for the game, and for the first time, the PC version was feature-identical. In May, EA announced that a Nintendo 3DS version would be available, including career mode, 11 vs 11, street mode and Be a Pro, but excluding any online mode. On 27 May, it was confirmed that FIFA 12 would be released on PlayStation 2. On 7 June, it was confirmed that the iPhone, iPad and iPod Touch will also be included and others are to come in the next few months. On 11 July, photos of the Career Mode were released. During the demo launch on 13 September 2011, both FIFA 12 and Xbox Live were trending on social networking site Twitter.\nFor the first time in the series, the game has been officially ported to the Mac OS X operating system by TransGaming. In March 2012, FIFA Football was released as a launch title for the PS Vita, which despite the different name was a port of FIFA 12.\nNew features include:\n\nPlayer Impact Engine – a physics engine built to deliver real-world physicality in every interaction on the pitch\nPrecision Dribbling – delivers a higher fidelity of touch on the ball for attacking players\nTactical Defending – places equal importance on positioning, intercepting passes and tackling\nPro Player Intelligence (only for CPU players)\n\n\n==== FIFA 13 ====\n\nSlogans: Join the Club\nCover athlete: Lionel Messi (World, Joe Hart and Alex Oxlade-Chamberlain also feature in the UK version), Jakub Błaszczykowski (Poland);\nReleased for: Microsoft Windows, Wii U, PlayStation 3, Xbox 360, Wii, PlayStation 2, PlayStation Vita, Nintendo 3DS, PlayStation Portable, iOS, Windows Phone, Android, Java ME\nRelease date: 26 September 2012 (USA), 27 September 2012 (Australia), 28 September 2012 (Europe)\nOn Xbox 360 and PlayStation 3, the game is the first of the series compatible with Kinect and PlayStation Move, respectively. The game also features the Saudi Professional League, the first time Arabic football is represented in the series (while FIFA 2000 did include club teams from the Arab world, it was generic teams with non-distinctive uniforms). It is the only FIFA title to be released on the Wii U.\nNew features include:\n\nAttacking Intelligence – Players automatically analyse space and think ahead making it potentially easier to break down the defence, with Goalkeeping Intelligence also improved in similar ways.\nComplete Dribbling – Precise 360-degree mobility with the ball allowing players to be more dangerous and creative during 1-on-1 confrontations.\n1st Touch Control – Eliminates near-perfect touches for all players, allowing defenders to take advantage of the loss of focus and poor touches to win back possession.\nEA SPORTS Football Club – Earn rewards, level up, enjoy live challenges and play with friends. Rewards and items can be unlocked from EA SPORTS Catalogue and climb up to 100 levels. Support Your Club in every area of the game and play through the real-world season. The new app allows fans to connect to Ultimate Team and EA SPORTS Football Club on the game.\n\n\n==== FIFA 14 ====\n\nSlogans: We Are FIFA 14\nCover athlete: Lionel Messi (World), Javier Hernández (North America), Stephan El Shaarawy (Italy), Arturo Vidal and Radamel Falcao (Argentina, Chile, Panama, Venezuela), Gareth Bale (United Kingdom, Republic of Ireland), Michal Kadlec (Czech Republic), Robert Lewandowski (Poland), Balázs Dzsudzsák (Hungary), Xherdan Shaqiri (Switzerland), David Alaba (Austria), Tim Cahill (Australia), Maya Yoshida and Makoto Hasebe (Japan), Mustafa Al-Bassas (Middle East)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, PlayStation 3, Xbox 360, Wii, PlayStation 2, PlayStation Vita, Nintendo 3DS, PlayStation Portable, iOS, Windows Phone, Android, Java ME.\nRelease date: 24 September 2013 (USA), 27 September 2013 (Europe)\nFor the newest generation of video game consoles PlayStation 4 and Xbox One, the game showcases a new engine, Ignite, which allows not only for graphical enhancements, like shifting weather conditions and dynamic environment, but also for changes in gameplay, with features like Human Intelligence (which brings the AI closer to real player behavior) and True Player Motion (which gives the players more realistic animations). Also, all versions have an all-new Co-op Seasons online mode, in which two players can play a season for the same team. As for the team selection, the game features, for the first time, the top leagues from Argentina, Chile and Colombia, the first time South American leagues other than the Brazilian one are featured in a FIFA game.\nThe PC version does not feature the Ignite engine (which will be exclusive to the PlayStation 4 and Xbox One releases); rather than that, they will feature the Impact engine, same as used in the PlayStation 3 and Xbox 360 versions (which the PC versions have been using since 11), with minor improvements. This is reportedly due to Electronic Arts' claims that most PC players do not own a machine powerful enough for the Ignite engine, therefore it would only be featured in the next edition. This is the last FIFA game to be released for the PlayStation Portable and FIFA 14 would eventually become the last PlayStation 2 game produced and released in South America. The game features new signature goal celebrations from a number of players including Cristiano Ronaldo, Gareth Bale and Lionel Messi, among others.\n\n\n==== FIFA 15 ====\n\nSlogans: Feel the Game\nCover athlete: Lionel Messi (World), Eden Hazard (United Kingdom, Republic of Ireland, France, Belgium, Netherlands), Gonzalo Higuaín (Italy), Clint Dempsey (USA), Tim Cahill (Australia), Robert Lewandowski (Poland), David Alaba (Austria), Xherdan Shaqiri (Switzerland), Javier Hernández (Mexico), Arturo Vidal (South America), Michal Kadlec (Czech Republic), Arda Turan (Turkey), Atsuto Uchida (Japan), Yahya Al-Shehri (Arabian Peninsula).\nReleased for: Microsoft Windows, PlayStation 3, PlayStation 4, PlayStation Vita, Nintendo 3DS, Wii, iOS, Android, Xbox 360, Xbox One, Windows Phone 8.1\nRelease date: 23 September 2014 (USA), 25 September 2014 (Europe), 26 September 2014 (UK)\nThis is the last title for the Wii and handhelds. The Windows version used the new engine (Ignite Engine) for the first time, which is the same as PlayStation 4 and Xbox One. The first edition released during EA's deal with the English Premier League as Official Sports Technology Partner. This deal allows all 20 Premier League stadiums to be included in the game as well as official Premier League scoreboards and television graphics. FIFA's exclusive access to Premier League clubs allowed detailed photography of all 20 stadiums so they could be authentically recreated, with the cheers, chants and sounds of more than 20 Premier League matches also recorded. Since this game any club promoted to the Premier League has had their stadium added. Due to licensing troubles with Brazilian players, this was the first game in the main series that did not feature a Brazilian league in any form. FIFA 15 also brought back the Turkish Süper Lig to the series after it was initially removed with the release of FIFA 12.\n\n\n==== FIFA 16 ====\n\nSlogans: Play Beautiful\nCover athlete: Lionel Messi (World), Jordan Henderson (UK and Republic of Ireland), Shinji Kagawa (Japan), David Alaba (Austria), Oscar (Brazil), Antoine Griezmann (France), Eden Hazard (Belgium), Yann Sommer (Switzerland), Juan Cuadrado (Latin America), Marco Fabián (Mexico), Steph Catley & Tim Cahill (Australia), Alex Morgan (USA), Christine Sinclair (Canada), Mauro Icardi (Italy), Arkadiusz Milik (Poland), Arda Turan (Turkey), Omar Hawsawi (Arab world), Sebastian Giovinco (USA; MLS edition)\nReleased for: Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, iOS, Android\nRelease date: 22 September 2015 (North America), 24 September 2015 (Europe), 1 October 2015 (Brazil), 8 October 2015 (Japan)\nFIFA 16 was the first title in the series to include female athletes and national teams. After the complications in the previous edition, some Brazilian teams - except for those which had exclusivity deals with Konami's rival Pro Evolution Soccer series - agreed to lend their visual identities (badges, names and kits) to the game, but no such agreement was reached with players due to the decentralization of player image rights in Brazil; as a result, the Brazilian teams are placed in the Rest of World block (being given their own incomplete league slot in subsequent editions), with their rosters comprised completely by fictional players (although real players were featured until the March 2016 updates), unlike all other clubs and most national teams.\n\n\n==== FIFA 17 ====\n\nSlogans: Football Has Changed\nCover athlete: Marco Reus (World, chosen by popular vote over Anthony Martial, Eden Hazard and James Rodríguez)\nReleased for: Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One\nRelease date: 27 September 2016 (North America), 29 September 2016 (worldwide)\nFIFA 17 is the first video game in the FIFA series to use the Frostbite game engine and also the first to implement a story mode, namely, \"The Journey\". It also features the Japanese J1 League for the first time, the first time ever a football game for the international market features the league.\n\n\n==== FIFA 18 ====\n\nSlogans: More Than A Game\nCover athlete: Cristiano Ronaldo (World), Ronaldo (Icon edition)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, PlayStation 3 and Xbox 360\nRelease date: 29 September 2017\nFIFA 18 is the first title to feature Ultimate Team ICONS on all systems including PlayStation 4, Xbox One, Nintendo Switch, and PC. The game also features the third tier of German football, 3. Liga, the Iceland and Saudi Arabia national football teams, both the men's and women's national New Zealand teams and has the Turkish Super League after EA renewed its licence with them. EA Sports introduced Quick Subs into FIFA 18 where the player can make a substitute when the ball goes out of play. The Cruyff turn – a feint named after 1970s Dutch star Johan Cruyff – is one of the four new skills added to the game. A post-launch update for the Xbox One, PS4, PC and Switch versions added the 2018 FIFA World Cup, with the inclusion of World Cup Ultimate Team to the FIFA series, in which it's a separate mode from the main Ultimate Team mode.\n\n\n==== FIFA 19 ====\n\nSlogans: Champions Rise\nCover athlete: Cristiano Ronaldo (World), Cristiano Ronaldo and Neymar (Champions edition)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, PlayStation 3 and Xbox 360.\nRelease date: 28 September 2018\nFIFA 19 introduces all UEFA club competitions to the game. Martin Tyler and Alan Smith return as regular commentators, while the new commentary team of Derek Rae and Lee Dixon feature in the UEFA Champions League. Composer Hans Zimmer and rapper Vince Staples recorded a new remix of the UEFA Champions League anthem specifically for FIFA 19, and it featured in the reveal trailer. The character Alex Hunter (who first appeared in FIFA 17) returns for the third and final instalment of \"The Journey.\" The game includes the Chinese Super League, the first FIFA title to do so. The game is programmed with new kick off modes – house rule, survival mode, no rules, long range, header and volley, and first to mode.\n\n\n=== 2020s ===\n\n\n==== FIFA 20 ====\n\nSlogan: Break New Ground\nCover athlete: Eden Hazard (Standard Edition), Virgil van Dijk (Champions Edition), and Zinedine Zidane (Ultimate Edition)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One and Nintendo Switch.\nRelease date: 27 September 2019\nA new feature in FIFA 20 titled Volta Football brings back previous FIFA Street-style elements, providing a variance on the traditional Pro Clubs gameplay. It will include the ability to play 3v3 Rush (no goalkeepers), 4v4, 4v4 Rush, 5v5 and professional futsal modes. The game places an emphasis on skill and independent play, rather than tactical or team-play. The player is also able to customise their own player; aside from selecting gender, the players will also have a variety of clothes and accessories to choose from, ranging from shoes and clothes to hats and tattoos. The Pro Clubs mode has also changed, with more 1-on-1s encouraged, more off-the-ball space creation, as well as new penalty and free-kick mechanics. Juventus were not in FIFA 20 as they signed a partnership deal with PES 2020; they were called Piemonte Calcio in FIFA 20. Liverpool announced a \"long-term\" partnership with FIFA. Since the start of the 2020 season, EA Sports signed the deal with CONMEBOL to become the latest exclusive partner of the CONMEBOL club competitions which include the CONMEBOL Libertadores and Recopa as well as the second-tier CONMEBOL Sudamericana, available on the content update in March 2020.\n\n\n==== FIFA 21 ====\n\nSlogan: Win As One (Windows, PS4, Xbox One, Stadia), Feel Next Level (PS5, Xbox Series X/S)\nCover athlete: Kylian Mbappé (Standard, Champions & Ultimate Editions) Trent Alexander-Arnold, João Félix, and Erling Haaland will become three ambassadors.\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, PlayStation 5, Xbox Series X/S and Stadia.\nRelease date: 9 October 2020\n\n\n==== FIFA 22 ====\n\nSlogan: Powered by Football\nCover athlete: Kylian Mbappé (Standard and Ultimate Editions)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, PlayStation 5, Xbox Series X/S and Stadia.\nRelease date: 1 October 2021\nFollowing a November 2020 announcement by Canadian actor Ryan Reynolds and American actor Rob McElhenney that they would be taking over the club through the RR McReynolds Company LLC, Wrexham were included in as part of the \"Rest of World\" section, becoming the first ever non-League team to be featured in the series. They were last in FIFA 08 when they were relegated from League 2 to the National League. A post-launch update allows players on Xbox Series X/S, PS5 and Stadia to test out the cross-play feature as well as the inaugural UEFA Europa Conference League to the latest list of the UEFA club competitions.\n\n\n==== FIFA 23 ====\n\nSlogan: The World's Game Powered by Football\nCover athlete: Kylian Mbappé (Standard Edition), Sam Kerr (Standard Edition (Australasia version)), Kylian Mbappé and Sam Kerr (Ultimate Edition)\nReleased for: Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, PlayStation 5, Xbox Series X/S and Stadia\nFirst FIFA game to feature Cross-Play\nRelease date: 30 September 2022\nThe last game in the series under the partnership with EA Sports and FIFA, FIFA 23 features World Cup and Women's World Cup modes available post-launch. It keeps modes such as Ultimate Team and Career, and licenses to the major European leagues and players, clubs, and stadiums. This latest installment features playable women's domestic leagues for very first time in the franchise history, such as the FA Women's Super League in England, Frauen-Bundesliga in Germany, Division 1 Féminine in France and the National Women's Soccer League in the U.S. Cross-play between Xbox Series X/S, PS5, PC and Stadia players, as well as Xbox One and PS4 players, is supported at launch. It released on 30 September 2022.\nThe game features fictional club AFC Richmond from the Apple TV+ series Ted Lasso. On September 22, 2023, EA Sports launched EA Sports FC, serving as the direct successor to their former FIFA series.\n\n\n== Discontinuation ==\n\nAs EA Sports and FIFA had failed to reach an agreement over licensing fees for the use of the FIFA name, FIFA 23 became the last installment of the game developed by EA Sports under the name. EA Sports continued to release football games under the title EA Sports FC beginning in 2023, while FIFA has stated an intention to enter a partnership with a new developer to produce \"the only authentic, real game that has the FIFA name\" in 2024. FIFA president Gianni Infantino stated, \"I can assure you that the only authentic, real game that has the FIFA name will be the best one available for gamers and football fans.\" He added that \"the FIFA name is the only global, original title. FIFA 23, FIFA 24, FIFA 25 and FIFA 26, and so on – the constant is the FIFA name and it will remain forever and remain the best.\" In October 2024, FIFA partnered with Konami to host two FIFAe World Cup editions in Konami's eFootball. EA Sports FC 24 featured exclusive partnerships with the Premier League, La Liga, Ligue 1, Bundesliga, Serie A, and MLS.\n\n\n== Other titles ==\nFIFA Soccer 64\nThe first FIFA game on the Nintendo 64 console, released in early 1997. It is similar to the 32-bit versions of FIFA 97, and was initially announced under the same title. High numbers of pre-orders for FIFA 64 led Electronic Arts to reverse its recent decision to withdraw from Nintendo 64 software development, instead announcing plans to release several EA Sports games for the Nintendo 64 over the next year.\nFA Premier League Stars series\nTwo games, in 2000 and 2001, FIFA was based primarily around the Premier League, though localised versions of the second game were released in Germany, France, Spain and South Korea.\nFIFA Soccer World Championship (FIFAサッカー ワールドチャンピオンシップ)\nReleased only in Japan on 25 May 2000, this PlayStation 2 exclusive, a prototype of FIFA 2001, was the first installment of the series on a 6th generation video game console. The game contains under-23 national teams like Australia national under-23 soccer team, and Japan national under-23 football team, due to Japan U-23 having qualified to the quarter-finals at the Sydney Olympics, just like a Japanese version of ISS Pro Evolution 2, but it sold only in Japan by Electronic Arts Square.\nUEFA Champions League series\nTwo games were released in the series: UEFA Champions League 2004–2005 and UEFA Champions League 2006–2007.\nFIFA Total Football (FIFAトータルフットボール)\nReleased in Japan in March 2004 on the PlayStation 2, it was based on FIFA 2004.\nFIFA Superstars\nThis is a Facebook game developed for EA Sports by Playfish. The game operates on a similar premise to the \"Ultimate Team\" mode that appears in the main FIFA games. Users collect trading cards that represent different players; each card has a statistical rating of the player's skills, contributing to an average team skill rating. The skill rating is augmented by a \"training\" rating, and the combination of the two ratings gives the overall team rating. These ratings determine the outcomes of matches played by the team; a team must win a certain number of matches to progress through a series of leagues, culminating with the \"Superstars\" league. Users may purchase new player cards with in-game \"coins\", which are acquired through playing matches, winning leagues and as gifts from friends; the cards come in bronze, silver and gold packs, with bronze containing low-rated players and gold containing the best players in the game, although gold packs cost more coins. Coins may also be used to purchase training and stadium upgrades, such as training cones and seating. The game requires match credits, which can be earned by playfish cash, penalty shootouts, playing against your friends or simply waiting over time. The game was released in February 2010. The game has gone offline at the end of March 2013, with very lousy service and many user complaints on the forum.\nFIFA World\nA free-to-play massively multiplayer online FIFA game, this time distributed by EA Sports themselves. Based on FIFA 14, the game offers both match and FIFA Ultimate Team gameplay. Announced on 9 August 2013, an open beta was released on 12 November 2013 in Brazil and Russia, before being made globally available on 20 May 2014. The game went offline on 14 July 2015.\n\n\n=== FIFA Online games ===\n\nA series of free-to-play massively multiplayer online FIFA games specifically for the Asian market.\n\nFIFA Online\nFIFA Online 2\nFIFA Online (western version)\nFIFA Online 3\nFIFA Online 4\n\n\n=== FIFA World Cup licensed games ===\n\nIn 1997, Electronic Arts purchased the licence from FIFA to publish official FIFA World Cup video games prior to each tournament. Starting from FIFA 18, the World Cup mode was included as downloadable content inside the main game.\n\nWorld Cup 98\n2002 FIFA World Cup\n2006 FIFA World Cup\n2010 FIFA World Cup South Africa\n2014 FIFA World Cup Brazil\n2014 FIFA World Cup Brazil World-class Soccer (A collectible card game for Android and iOS which is released in Japan and mainland China only.)\n2018 FIFA World Cup Russia\n2022 FIFA World Cup Qatar\n\n\n=== UEFA European Championship licensed games ===\n\nSimilar to FIFA World Cup games, in 2000, EA purchased the license from UEFA to publish official European Championship video games prior to each tournament.\n\nUEFA Euro 2000\nUEFA Euro 2004\nUEFA Euro 2008\nUEFA Euro 2012 (not a standalone game, but an expansion pack for FIFA 12)\n\n\n=== UEFA Champions League licensed games ===\n\nIn 2002, EA acquired the license for the UEFA Champions League. Two games were released, in 2005 and 2007 when EA weren't due to release an international title, before Konami bought the licence in 2008. In April 2018 Konami lost the official license. In June 2018 it became official that EA bought the license for FIFA 19.\n\nUEFA Champions League 2004–2005\nUEFA Champions League 2006–2007\nFIFA 19\nFIFA 20\nFIFA 21\nFIFA 22\nFIFA 23\n\n\n=== Street football games ===\nFIFA Street is a spin-off franchise introduced in 2005 which focuses on flair, style and trickery, reflecting the cultures of street football and freestyle football played on the streets and backlots across the world.\n\nFIFA Street (2005)\nFIFA Street 2 (2006)\nFIFA Street 3 (2008)\nFIFA Street (2012)\n\n\n=== Management games ===\nSince 1997, EA Sports have regularly released football management games, most of which have made use of their FIFA or FA Premier League licenses in their titles. Some of these games were developed by EA themselves, though some have been developed by third parties such as Krisalis Software and Bright Future GmbH.\n\nFIFA Manager series\nFIFA Soccer Manager (1997)\nThe FA Premier League Football Manager 99\nThe FA Premier League Football Manager 2000\nThe FA Premier League Football Manager 2001\nThe FA Premier League Football Manager 2002\nTotal Club Manager 2003\nTotal Club Manager 2004\nTotal Club Manager 2005\nFIFA Manager 06\nFIFA Manager 07\nFIFA Manager 08\nFIFA Manager 09\nFIFA Manager 10\nFIFA Manager 11\nFIFA Manager 12\nFIFA Manager 13\nFIFA Manager 14\n\n\n=== FIFA Mobile ===\n\nCover Athlete: Marco Reus (11 October 2016 – 23 December 2016); Eden Hazard (24 December 2016 – 31 October 2017); Cristiano Ronaldo (1 November 2017 – 5 November 2018); Neymar, Paulo Dybala, Kevin De Bruyne (6 November 2018 – 26 September 2019); Virgil Van Dijk, Eden Hazard (27 September 2019 – 2020) Kylian Mbappe (2020 – 2023); Vinícius Júnior, Erling Haaland (26 September 2023 – 24 September 2024); Jude Bellingham (24 September 2024 – present)\nReleased for: iOS, Android, Windows 10 Mobile\nRelease date: 11 October 2016\nFIFA Mobile is the first mobile game of FIFA to use the new attack mode, live events, leagues, player plans, and program packs. It features seasonal programs for players to obtain different packs and players by completing different plans, live events, and achievements. EA later reworked attack mode to VS Attack on their 6.0.1 update on 19 May 2017. Beginning 1 November 2017, a new mode called \"campaign\" was introduced, where players face different teams from around the world, from tiny amateur clubs to the best professional clubs in the world. The ability to improve players by \"training\" them was also introduced. The game also features Live Events themed on recent real world events, as well as mini games based on skills such as shooting, passing, dribbling and goalkeeping.\n\n\n== FIFA English commentary ==\n\n\n== See also ==\n\nPro Evolution Soccer\nList of best-selling video game franchises\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website \nEA Sports Football",
          "qas": [
            {
              "id": "fifa_(video_game_series)_1",
              "question": "What is FIFA (video game series)?",
              "answers": [
                {
                  "text": "FIFA is a discontinued football video game franchise developed by EA Vancouver and EA Romania and published by EA Sports.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    },
    {
      "title": "The Legend of Zelda",
      "paragraphs": [
        {
          "context": "The Legend of Zelda is a video game series created by the Japanese game designers Shigeru Miyamoto and Takashi Tezuka. It is primarily developed and published by Nintendo; some portable installments and re-releases have been outsourced to Flagship, Vanpool, Grezzo, and Tantalus Media.\nThe series centers on the various incarnations of Link, a courageous young man of the elf-like Hylian race, and Princess Zelda, a princess within the bloodline of the goddess Hylia, as they fight to save the land of Hyrule from Ganon, an evil warlord turned demon king, who is the principal antagonist of the series. Ganon wishes to use the Triforce, a sacred relic left behind by the three goddesses that created Hyrule, to remake the world in his own dark image. When gathered together, the power of the Triforce can grant any wish its user desires, but if someone with a heart that does not possess a balance of the three virtues of Power, Courage, and Wisdom attempts to touch the Triforce, it will split into three triangles and bond with three people whose hearts embody the required virtue.\nAlthough their personalities and backstory differ from game to game, the incarnations of Link and Zelda often have many traits in common, such as Link often being left-handed and clad in green, and Zelda being associated with wisdom, light, and prophecy. While the conflict with Ganon serves as a backbone for the series, some games have featured other settings and antagonists, with Link traveling or being sent to these other lands in their time of need.\nSince The Legend of Zelda was released in 1986, the series has expanded to include 21 entries on all of Nintendo's major game consoles, as well as a number of spin-offs. An American animated TV series based on the games aired in 1989 and manga adaptations commissioned by Nintendo have been produced in Japan since 1997. The Legend of Zelda is one of Nintendo's most successful franchises; several of its entries are considered among the greatest video games of all time.\n\n\n== Gameplay ==\n\nGameplay of The Legend of Zelda games feature a mix of puzzles, action-adventure, and exploration. These elements have remained constant throughout the series, with refinements and additions featured in each new game. Later games in the series include stealth gameplay, where the player must avoid enemies while proceeding through a level, as well as racing elements. Although the games can be beaten with a minimal amount of exploration and side quests, the player is frequently rewarded with helpful items or increased abilities for solving puzzles or exploring hidden areas. Some items are consistent and appear many times throughout the series (such as bombs and bomb flowers, which can be used both as weapons and to open blocked or hidden doorways; boomerangs, which can kill or paralyze enemies; keys for locked doors; magic swords, shields, and bows and arrows), while others are unique to a single game. Though the games contain role-playing elements (Zelda II: The Adventure of Link is the only one to include an experience system), they emphasize straightforward hack-and-slash-style combat over the strategic, turn-based or active time combat of series like Final Fantasy. The game's role-playing elements, however, have led to much debate over whether or not the Zelda games should be classified as action role-playing games, a genre on which the series has had a strong influence. Miyamoto himself disagreed with the role-playing label, and classified Zelda as \"a real-time adventure game\"; he said that he was \"not interested in systems where everything in the game is decided by stats and numbers\" but wanted \"to preserve as much of that \"live\" feeling as possible\", and felt that action games are better suited to convey to players.\n\nEvery game in the main Zelda series has consisted of three principal areas: an overworld which connects all other areas, in which movement is multidirectional, allowing the player some degree of freedom of action; areas of interaction with other characters (merely caves or hidden rooms in the first game, but expanding to entire towns and cities in subsequent games) in which the player gains special items or advice, can purchase equipment or complete side quests; and dungeons, areas of labyrinthine layout, usually underground, comprising a wide range of difficult enemies, bosses, and items. Each dungeon usually has one major item inside, which can be essential for solving many of the puzzles within that dungeon and often plays a crucial role in defeating that dungeon's boss, as well as progressing through the game. In nearly every Zelda game, navigating a dungeon is aided by locating a map, which reveals its layout, and a magic compass, which reveals the location of significant and smaller items such as keys and equipment. In later games, the dungeon includes a special \"big key\" that will unlock the door to battle the dungeon's boss enemy and open the item chest.\nIn most Zelda games, the player's HP or life meter is represented by a line of hearts, each heart typically representing two hit points. At the start of the game the player only has three hearts; players can increase their max hearts by finding heart-shaped crystals called \"Heart Containers\". Full heart containers are usually received at the end of dungeons and dropped by dungeon bosses. Smaller \"Pieces of Heart\" are awarded for completing side quests or found hidden around the game world in various places, and require a certain number (usually four) to form a full heart container. Health can be replenished by picking up hearts left by defeated enemies or destroyed objects, consuming items such as potions or food, or going to a Great Fairy Fountain to have the Great Fairy heal Link completely. Occasionally the player will find fairies hidden in specific locations; these fairies can either heal Link immediately or be kept in empty bottles, and will revive the player the next time they die.\nThe games pioneered a number of features that were to become industry standards. The original Legend of Zelda was the first console game with a save function that enabled players to stop playing and then resume later. The Legend of Zelda: Ocarina of Time introduced a targeting system that let the player lock the camera on to enemy or friendly non-player characters which simplified 3D combat.\n\n\n=== Inspiration ===\n\nThe Legend of Zelda was principally inspired by Shigeru Miyamoto's \"explorations\" as a young boy in the hillsides, forests, and caves surrounding his childhood home in Sonobe, Japan where he ventured into forests with secluded lakes, caves, and rural villages. According to Miyamoto, one of his most memorable experiences was the discovery of a cave entrance in the middle of the woods. After some hesitation, he apprehensively entered the cave, and explored its depths with the aid of a lantern. Miyamoto has referred to the creation of the Zelda games as an attempt to bring to life a \"miniature garden\" for players to play with in each game of the series.\nThe story and setting were developed by Takashi Tezuka. Seeking to create a fairytale adventure game, Tezuka drew inspirations from fantasy books such as J. R. R. Tolkien's The Lord of the Rings. According to Keiji Terui, who wrote the backstory in the first game's manual, the location named Death Mountain was initially a working title for the legend of the Triforce which was written with inspirations from the battles of medieval Europe. The Master Sword was introduced as Excalibur in the French version of A Link to the Past, which is regarded as reminiscent to the legend of King Arthur. Celtic mythology inspired the name of Link's steed, Epona, based on Epona, Celtic goddess of fertility.\nHearing of American novelist, socialite and painter Zelda Fitzgerald, Miyamoto thought the name sounded \"pleasant and significant\". Paying tribute, he chose to name the princess after her, and titled it The Legend of Zelda. Link and the fairy were inspired by Peter Pan and Tinker Bell. When the series made the transition to 3D, the combat system of Ocarina of Time was based on the chanbara (samurai) style of Japanese sword fighting.\n\n\n=== Audio ===\n\nGames in The Legend of Zelda series frequently feature in-game musical instruments, particularly in musical puzzles, which are widespread. Often, instruments trigger game events: for example, the recorder in The Legend of Zelda can reveal secret areas, as well as warp Link to the dungeon entrances. This warping with music feature has also been used in A Link to the Past and Link's Awakening. In Ocarina of Time, playing instruments is a core part of the game, with the player needing to play the instrument through the use of the game controller to succeed. Ocarina of Time is \"[one of the] first contemporary non-dance title[s] to feature music-making as part of its gameplay\", using music as a heuristic device and requiring the player to utilise songs to progress in the game – a game mechanic that is also present in Majora's Mask.\n\"The Legend of Zelda Theme\" is a recurring piece of music that was created for the first game. The composer and sound director of the series, Koji Kondo, initially planned to use Maurice Ravel's Boléro as the game's title theme, but was forced to change it when he learned, late in the game's development cycle, that the copyright for the orchestral piece had not yet expired. As a result, Kondo wrote a new arrangement of the overworld theme within one day.\nUp until Breath of the Wild, the Legend of Zelda series avoided using voice acting in speaking roles, relying instead on written dialogue. Series producer Eiji Aonuma previously stated that as Link is entirely mute, having the other characters speak while Link remains silent \"would be off-putting\". Instead of theme music for different locations, Breath of the Wild plays natural ambience around the player as main sounds, in addition to some minimalist piano music.\n\n\n== Plot ==\n\n\n=== Setting ===\n\nThe Legend of Zelda takes place predominantly in a medieval Western Europe-inspired fantasy world called Hyrule, which has developed a deep history and wide geography over the series's many releases. Much of the backstory of the creation of Hyrule was revealed in the games A Link to the Past, Ocarina of Time, The Wind Waker, Twilight Princess, Skyward Sword, and A Link Between Worlds. Hyrule's principal inhabitants are pointy-eared, elf-like humanoids called Hylians, which include the player character, Link, and the eponymous princess, Zelda.\nThe fictional universe established by the Zelda games sets the stage for each adventure. Some games take place in different lands with their own back-stories. Hytopia is a connected kingdom, Labrynna and Holodrum are different countries separate from the Kingdom of Hyrule, Termina and Lorule serve as parallel worlds, and Koholint is an island far away from Hyrule that appears to be part of a dream.\n\n\n=== Story ===\n\nAccording to the in-game backstories, the world of Hyrule was created by the three golden goddesses: Din, Farore, and Nayru. Before departing, the goddesses left a sacred artifact called the Triforce, which could grant powers to the user. It physically manifests itself as three golden triangles in which each embodies one of the goddesses' virtues: Power, Courage, and Wisdom. However, because the Triforce has no will of its own and it can not judge between good and evil, it will grant any wish indiscriminately. Because of this, it was placed within an alternate world called the \"Sacred Realm\" or the \"Golden Land\" until one worthy of its power and has balanced virtues of Power, Wisdom, and Courage in their heart could obtain it, in its entirety. If a person is not of a balanced heart, the triforce part that the user mostly believes in will stay with that person and the remainder will seek out others. In order to master and control the triforce as a whole, the user must get the other parts found in other individuals and bring them together to reunite them. The Sacred Realm can itself be affected by the heart of those who enter it: those who are pure will make it a paradise, while those who are evil will transform it into a dark realm.\nIn Skyward Sword, the Triforce was sought by the Demon King Demise, an eternal being that had conquered time itself. After a long battle against the goddess Hylia, guardian of the Triforce, Demise was sealed away within her temple. Hylia, placing the Hylians on a floating island in the sky called Skyloft to protect them, orchestrated a means to stop the demon from escaping: creating the Goddess Sword (later becoming the Master Sword) for her chosen hero and discarding her divinity to be reborn among the people of Skyloft. In time, Zelda and Link (the reborn Hylia and her predestined warrior) enacted the goddess's plan and Demise was destroyed, but he vowed that his rage would be reborn and forever plague those descended from Link and Zelda. Following the establishment of Hyrule Kingdom, Demise's prophecy came to fruition in Ocarina of Time, when Ganondorf's attempt to get the Triforce scattered it with him gaining the Triforce of Power. The Triforce of Wisdom ended up with the Hylian princesses descended from Zelda, each named after her, while the Triforce of Courage is passed to a youth named Link across generations. While the Triforces of Power and Wisdom have been part of the series since the original The Legend of Zelda, it was in Zelda II: The Adventure of Link that the Triforce of Courage was introduced, being obtained by Link at the end of his quest. The Triforce, or even a piece of it, is not always distributed as a whole. Such as in The Wind Waker, Link must find all the pieces (called Triforce Shards) of the Triforce of Courage before he can return to Hyrule. Even in the original The Legend of Zelda, Zelda breaks her Triforce of Wisdom into eight pieces for Link to find, before she was captured by Ganon.\n\n\n==== Fictional chronology ====\n\nThe chronology of the Legend of Zelda series was a subject of much debate among fans until an official timeline was released within the Hyrule Historia collector's book, first released in Japan in December 2011. Prior to its release, in a 2003 interview, series creator Shigeru Miyamoto confirmed the existence of an internal document which connected all the games, with series producer Eiji Aonuma later revealing in 2010 the confidential nature of this document, which only Miyamoto himself and the director of each game had access to.\nIn-game content, marketing material, and developer statements once partially established a timeline of the released installments: the original The Legend of Zelda was followed by Zelda II: The Adventure of Link as a direct sequel, which takes place several years later; A Link to the Past is a prequel to the previous two games, and is followed by Link's Awakening; Ocarina of Time is a prequel to A Link to the Past and takes the story many centuries back - according to character designer Satoru Takizawa, it was meant to implicitly tell the story of the Imprisoning War, and was followed by Majora's Mask as a direct sequel, set a few months later; Four Swords, upon its release, was considered the oldest tale in the series's chronology, predating Ocarina of Time; The Wind Waker takes place in one of the parallel timelines that emerged from Ocarina of Time, more than a century later, in the \"adult era\"; Four Swords Adventures, upon its release, was considered to be a direct sequel to Four Swords, set sometime after its events; The Minish Cap is a prequel to Four Swords, telling of the origins of villain Vaati and the creation of the Four Sword; Twilight Princess takes place in another of the parallel timelines that emerged from Ocarina of Time, more than a century later, in the \"child era\"; Phantom Hourglass is a direct sequel to The Wind Waker, and is followed by Spirit Tracks, which is set about a century later on a land far away from the setting of The Wind Waker. Skyward Sword precedes The Minish Cap, telling the story of the creation of the Master Sword. A Link Between Worlds takes place six generations after A Link to the Past, and features the Triforce being reunited, and Ganon being resurrected; Tri Force Heroes is a direct sequel to A Link Between Worlds, which takes place several years later; Breath of the Wild and its direct sequel, Tears of the Kingdom take place after all previous games in the series, without specifying a direct connection to any of the three timeline branches.\nIn the early 2000s, Nintendo of America released a timeline on the official website of the series as one of the possible interpretation of the events from all entries released up to that point, featuring a single protagonist named Link, the \"Hero of Time\" from its first adventure in Ocarina of Time. It was followed by Majora's Mask, A Link to the Past, Oracle of Seasons, Oracle of Ages, the original The Legend of Zelda, Zelda II: The Adventure of Link, and finally Link's Awakening. In 2011, series translator Daniel Owsen revealed that, at one point, his coworkers at Nintendo of America and him conceived another complete timeline and intended to make it available online, but the Japanese series developers rejected the idea so that the placement of each game would be kept open to the imagination of the players.\nOn December 21, 2011, to celebrate 25th anniversary of the series, The Legend of Zelda: Hyrule Historia art book was published by Shogakukan, which contained an official timeline of the fictional chronology of the series up to that point. This timeline subsequently posits that following Ocarina of Time, it splits into three alternate routes: in one, Ganon is not defeated, leading into the Imprisoning War and A Link to the Past, Oracle of Seasons and Oracle of Ages, Link's Awakening (A Link Between Worlds, Tri Force Heroes, and Echoes of Wisdom were released after the timeline), The Legend of Zelda and The Adventure of Link. The second and third, where Ganon is defeated by Link, lead to a split timeline between his childhood (where Zelda sends him back in time so he can use the wisdom he has gained to warn young Zelda of the horrifying fate of Hyrule) and adulthood (where adult Zelda lives on to try and rebuild her kingdom). His childhood continues with Majora's Mask, followed by Twilight Princess and Four Swords Adventures. The timeline from his adult life continues into Wind Waker, Phantom Hourglass and Spirit Tracks.\nIn 2018, Nintendo revealed Breath of the Wild's timeline placement after all previous games in the series, without specifying a connection to any of the three timeline branches. Aonuma and Breath of the Wild director Hidemaro Fujibayashi justified the vague placement with the previous idea of keeping it open to players' imaginations. Nintendo moved Link's Awakening to take place before Oracle of Seasons and Oracle of Ages. In 2020, Nintendo released Hyrule Warriors: Age of Calamity, a gameplay-wise sequel to the 2014 spin-off game Hyrule Warriors marketed as a prequel to Breath of the Wild, being set 100 years before the latter game, but with the events of Age of Calamity diverging from the backstory established in Breath of the Wild, creating an alternate timeline separate from it.\n\n\n=== Characters ===\n\n\n==== Link ====\n\nThe central protagonist of The Legend of Zelda series, Link is the name of various young male Hylians who characteristically wear a green tunic and a pointed cap, and are the bearers of the Triforce of Courage. In most games, the player can give Link a different name before the start of the adventure, and he will be referred by that given name throughout by the non-player characters (NPCs). Miyamoto said in a 2002 interview that he named the protagonist \"Link\" because the character is/was supposed to be the \"link\" between the player and the game world. The various Links each have a special title, such as \"Hero of Time\", \"Hero of Winds\" or \"Hero of the Wild\". Like many silent protagonists in video games, Link does not speak and only produces grunts, yells, and similar sounds, but he is not mute - dialogue from him is referenced second-hand by in-game characters, despite not being seen or heard by the player. Link is depicted as a silent protagonist so that the audience is able to have their own thoughts as to how their Link would answer the characters instead of him having scripted responses.\n\n\n==== Princess Zelda ====\n\nPrincess Zelda is the princess of Hyrule and the guardian of the Triforce of Wisdom. Her name is present in many of her female ancestors and descendants. While most games require Link to save Zelda from Ganon, she sometimes plays a supporting role in battle, using magical powers and weapons such as Light Arrows to aid Link. With the exception of the CD-i games, she was not playable in the main series until Spirit Tracks, where she becomes a spirit and can possess a Phantom Knight that can be controlled by the player. Zelda appears under various other aliases and alter egos, including Sheik (in Ocarina of Time) and Tetra (in The Wind Waker and Phantom Hourglass). In Skyward Sword, it is revealed that the Zelda of that game is a reincarnation of the goddess Hylia, whose power flows through the royal bloodline. The name \"Zelda\" derives from the American novelist Zelda Fitzgerald.\n\n\n==== Ganon ====\n\nGanon, also known as Ganondorf in his humanoid form, is the main antagonist and the final boss in the majority of The Legend of Zelda games. In the series, Ganondorf is the leader of a race of desert brigands called the Gerudo, which consists entirely of female warriors save for one man born every one hundred years. He is significantly taller than other human NPCs, but his looks vary between games, often taking the form of a monstrous anthropomorphic boar. His specific motives vary from game to game, but most often his plans include him kidnapping Princess Zelda and planning to achieve domination of Hyrule and presumably the world beyond it. To this end, he seeks the Triforce, a powerful magical relic. He often possesses a portion of the Triforce called the Triforce of Power, which gives him great strength, but it is often not enough to accomplish his ends, leading him to hunt the remaining Triforce pieces. Unlike Link, Zelda, and most other recurring characters, he is actually the same person in every game, with the exception of Four Swords Adventures, where he is a reincarnation of the original. In each game the battles with him are different and he fights using different styles. The game Skyward Sword indicates that Ganon is a reincarnation of an evil deity known as Demise.\n\n\n== Development ==\n\n\n=== 1986–1997: 2D origins ===\n\nThe Legend of Zelda, the first game of the series, was first released in Japan in February 1986, on the Famicom Disk System. A cartridge version for the Nintendo Entertainment System, using battery-backed memory, was released in 1987 in the United States on August 22, and in Europe on November 27. The game features a \"Second Quest\", accessible either upon completing the game, or by registering one's name as \"ZELDA\" when starting a new quest. The \"Second Quest\" features different dungeons and item placement, and more difficult enemies. A modified version of the original Famicom game, BS Zelda no Densetsu, was released for the Super Famicom's satellite-based expansion, Satellaview, in August 1995, in Japan. A second Satellaview game, BS Zelda no Densetsu MAP2 was released for the Satellaview in December the same year. Both games featured rearranged dungeons, an altered overworld, and new voice-acted plot-lines.\nThe second game, Zelda II: The Adventure of Link, was released for the Famicom Disk System in Japan in January 1987, and for the Nintendo Entertainment System in Europe in September and North America in December 1988. The game exchanged the top-down perspective for side-scrolling (though the top-down point of view was retained for overworld areas), and introduced RPG elements (such as experience points) not used previously or thereafter in the series. The Legend of Zelda and Zelda II were released in gold-colored cartridges instead of the console's regular grey cartridges. Both were re-released in the final years of the Nintendo Entertainment System with grey cartridges.\nFour years later, A Link to the Past returned to the top-down view (under a 3/4 perspective), and added the concept of an alternate dimension, the Dark World. The game was released for the Super NES in November 1991. A downloadable version of A Link to the Past and an exclusive modified version called BS Zelda no Densetsu Inishie no Sekiban were released on the Satellaview in Japan in March 1997. A Link to the Past was re-released for the Game Boy Advance in 2002. The SNES version was later re-released on the Wii Virtual Console in January 2007, on the Wii U Virtual Console, and on Nintendo Switch Online.\nThree Zelda-themed LCD games were created between 1989 and 1992. The Zelda version of Nintendo's Game & Watch series was released first in August 1989 as a dual-screen handheld electronic game similar in appearance to today's Nintendo DS. It was re-released in 1998 as a Toymax, Inc. Mini Classic and was later included as an unlockable extra in Game & Watch Gallery 4, a 2002 compilation for the Game Boy Advance. While the Game & Watch Zelda was developed in-house by Nintendo, the subsequent two LCD games were developed by third parties under license by Nintendo. In October 1989, The Legend of Zelda was developed by Nelsonic as part of its Game Watch line. This game was an actual digital watch with primitive gameplay based on the original Legend of Zelda. In 1992, Epoch Co. developed Zelda no Densetsu: Kamigami no Triforce for its Barcode Battler II console. The game employed card-scanning technology similar to the later-released Nintendo e-Reader.\nThe next game, Link's Awakening, for Nintendo's Game Boy, is the first Zelda for a handheld, and the first set outside Hyrule and to exclude Princess Zelda. Link's Awakening was re-released, in full color, as a launch game for the Game Boy Color in 1998 as Link's Awakening DX. This remaster features additions such as an extra color-based dungeon and a photo shop that allows interaction with the Game Boy Printer. Link's Awakening DX was released on the 3DS' Virtual Console in June 2011. An HD remake of Link's Awakening was released for the Nintendo Switch in 2019.\nThree video games were developed and released on CD-i in the early 1990s as a product of a compromise between Philips and Nintendo, after the companies failed to develop a CD-ROM peripheral for the Super NES. Created independently with no observation by or influence from Nintendo, the games are Link: The Faces of Evil, Zelda: The Wand of Gamelon, and later, Zelda's Adventure. Nintendo never acknowledged them in the Zelda timeline, and they are considered to be in a separate, self-contained canon. These games are widely acknowledged to be the worst installments in the series, though have since gained a cult following in the form of internet memes.\n\n\n=== 1998–2001: Transition to 3D ===\n\nAfter five years without a new game, the series made the transition to 3D with Ocarina of Time for the Nintendo 64, which was released in November 1998. This game, initially known as Zelda 64, retains the core gameplay of the previous 2D games, and was very successful commercially and critically, considered by many critics and gamers to be the best video game of all time, and ranking highly on IGN and EGM's \"greatest games of all time\" lists, as well as scoring perfect scores in several video game publications. In February 2006, it was ranked by Nintendo Power as the best game released for a Nintendo console. The game was originally developed for the poorly selling, Japanese-only 64DD, but was converted to cartridge format when the 64DD hardware was delayed. A new gameplay mechanic, lock-on targeting, is used in the game, which focuses the camera on a nearby target and alters the player's actions relative to that target. Such mechanics allow precise sword fighting in a 3D space. The game heavily uses context-sensitive button play, which enabled the player to control various actions with Link using only one button on the Nintendo 64's controller. Each action was handled slightly differently but all used the 'A' button to perform. For instance, standing next to a block and pressing 'A' made Link grab it (enabling him to push/pull it), but moving forwards into a block and pressing 'A' allowed Link to climb the block. The game featured the first appearance of Link's horse, Epona, allowing Link to travel quickly across land and fire arrows from horseback. Those who preordered the game received a gold-colored cartridge in a limited edition box with a golden plastic card affixed, reading \"Collector's Edition\". In some stores that had this \"Collector's Edition\" quickly sell out, a small and rare Zelda pin was given instead. It is the sword and shield emblem with \"Zelda\" written on it. Very few of them are known to remain. Ocarina of Time was re-released on the GameCube in 2002, when it was offered as a pre-order incentive for The Wind Waker in the U.S., Canada and Japan. It includes the cancelled 64DD expansion for Ocarina of Time known as Ura Zelda during development. Named Ocarina of Time Master Quest, the game was given reorganized dungeon layouts for greater difficulty. Europe continued to receive this \"Two-Game Bonus Disc\" free in every copy of The Wind Waker, except for the discounted Player's Choice version. Ocarina of Time was available through the Wii's Virtual Console service. Nintendo re-released it for the Wii U Virtual Console in July 2015. Ocarina of Time 3D for the Nintendo 3DS, featuring remade graphics and stereoscopic 3D, was released in mid-June 2011. Ocarina of Time has been made available on the higher tier of Nintendo Switch Online in HD resolution.\nOcarina of Time's follow-up, Majora's Mask, was released in April 2000. It uses the same 3D game engine as the previous game, and added a time-based concept, in which Link, the protagonist, relives the events of three days as many times as needed to complete the game's objectives. It was originally called Zelda Gaiden, a Japanese title that translates as Zelda Side story. Gameplay changed significantly; in addition to the time-limit, Link can use masks to transform into creatures with unique abilities. While Majora's Mask retains the graphical style of Ocarina of Time, it is also a departure, particularly in its atmosphere. It features motion-blur, unlike its predecessor. The game is darker in tone, dealing with death and tragedy in a manner not previously seen in the series, and has a sense of impending doom, as a large moon slowly descends upon the land of Termina to destroy all life. All copies of Majora's Mask are gold cartridges. A limited \"Collector's Edition\" lenticular cartridge label was offered as the pre-order incentive. Copies of the game that are not collector's editions feature a normal sticker cartridge label. Majora's Mask was available on the Wii and Wii U Virtual Console catalogues. The Legend of Zelda: Majora's Mask 3D was released for 3DS in North America, Europe, Japan, and Australia in February 2015. The Nintendo 64 version was added to Nintendo Switch Online in February 2022; with this, all of the 3D games in the series have been re-released in HD resolution.\nOracle of Seasons and Oracle of Ages were released simultaneously for the Game Boy Color in 2001, and interact using passwords or a Game Link Cable. After one game has been completed, the player is given a password that allows the other game to be played as a sequel. They were developed by Flagship in conjunction with Nintendo, with supervision from Miyamoto. After the team experimented with porting the original The Legend of Zelda to the Game Boy Color, they decided to make an original trilogy to be called the \"Triforce Series\". When the password system linking the three games proved too troublesome, the concept was reduced to two games at Miyamoto's suggestion. These two games became Oracle of Ages, which is more puzzle-based, and Oracle of Seasons, which is more action-oriented. Both titles were later released on the 3DS Virtual Console and Nintendo Switch Online.\n\n\n=== 2002–2005: Introduction of Toon Link and multiplayer ===\n\nThe Game Boy Advance release of A Link to the Past in 2002 featured a new game, Four Swords, the first multiplayer Zelda. This game introduced Toon Link, a name first used in Super Smash Bros. Brawl to refer to cartoon-based visual designs of Link. Four Swords Anniversary Edition was released in September 2011, as free DSiWare available until February 20, 2012.\n\nWhen Nintendo revealed the GameCube on August 24, 2000, the day before Nintendo's Space World 2000 exposition, a software demonstration showed a realistically styled real-time duel between Ganondorf and Link. Fans and the media speculated that the battle might be from a Zelda game in development at the time. At Space World 2001, Nintendo showed a cel-shaded Zelda game, later released as The Wind Waker in December 2002. Due to poor reception, nothing further was shown until a playable demonstration was ready. Miyamoto felt The Wind Waker would \"extend Zelda's reach to all ages\". The gameplay centers on controlling wind with a baton called the \"Wind Waker\" and sailing a small boat around an island-filled ocean, retaining similar gameplay mechanics as the previous 3D games in the series. The Legend of Zelda: Collector's Edition, released for the GameCube in 2003, included the original The Legend of Zelda, Zelda II, Ocarina of Time, Majora's Mask, and a demo of The Wind Waker. The Legend of Zelda: The Wind Waker HD was released for Wii U in 2013.\nFour Swords Adventures was released for the GameCube in early 2004 in Japan and America, and January 2005 in Europe. Based on the handheld Four Swords, Four Swords Adventures was another deviation from previous Zelda gameplay, focusing on level-based and multiplayer gameplay. The game contains 24 levels and a map screen; there is no connecting overworld. For multiplayer features, each player must use a Game Boy Advance system linked to the GameCube via a Nintendo GameCube – Game Boy Advance link cable. The game features a single-player campaign, in which using a Game Boy Advance is optional. Four Swords Adventures includes two gameplay modes: \"Hyrulean Adventure\", with a plot and gameplay similar to other Zelda games, and \"Shadow Battle\", in which multiple Links, played by multiple players, battle each other. The Japanese and Korean versions include an exclusive third segment, \"Navi Trackers\" (originally designed as the stand-alone game \"Tetra's Trackers\"), which contains spoken dialogue for most of the characters, unlike other games in The Legend of Zelda series.\nIn November 2004 in Japan and Europe, and January 2005 in America, Nintendo released The Minish Cap for the Game Boy Advance. In The Minish Cap Link can shrink in size using a mystical, sentient hat named Ezlo. While shrunk, he can see previously explored parts of a dungeon from a different perspective, and enter areas through otherwise-impassable openings. It was later released on the Wii U Virtual Console.\n\n\n=== 2006–2011: Motion and touch-based swordplay ===\n\nIn November 2006, Twilight Princess was released as the first Zelda game on the Wii. It was later released in December as the last Nintendo-published game for the GameCube, the console for which it was originally developed. The Wii version features motion controls and a reversed world where everything that is in the west on the GameCube is in the east on the Wii. The display is mirrored in order to make Link right-handed to make use of the Wii Remote feel more natural for the majority of players. The game chronicles the struggle of a young adult Link to confront the troubles of the \"Twilight Realm\", a mysterious force that appears around and interacts with Hyrule. When he enters this realm, he is transformed into a wolf, and loses the ability to use his sword, shield or other items, but gains other abilities such as sharpened senses from his new form. Twilight Princess includes an incarnation of Link's horse, Epona, for fast transportation, and features mounted battle scenarios including boss battles that were not seen in previous games. Twilight Princess diverted from the cel-shading of Wind Waker, integrating graphics featuring more detailed textures, giving the game a darker atmosphere. The Legend of Zelda: Twilight Princess HD was released for Wii U in 2016.\nAt the 2006 Game Developers Conference, a new title Phantom Hourglass for the Nintendo DS was shown. It revealed traditional top-down Zelda gameplay optimised for the DS's features, with a cel-shaded 3D graphical style similar to The Wind Waker for Gamecube. The game is a direct sequel to The Wind Waker. Phantom Hourglass was released in June 2007, for Japan and October for North America and Europe. It was later released on the Wii U Virtual Console.\nThe next Legend of Zelda game for the DS, Spirit Tracks, was released in December 2009. In this game, the \"spirit tracks\", railroads which chain an ancient evil, are disappearing from Hyrule. Zelda and Link go to the 'Spirit Tower' (the ethereal point of convergence for the tracks) to find out why, but villains steal Zelda's body for the resurrection of the Demon King. Rendered disembodied, Zelda is left a spirit, and only Link (and a certain few sages) can see her. Together they go on a quest to restore the spirit tracks, defeat the Demon King, and return Zelda to her body. Using a modified engine of that used in Phantom Hourglass, the notably new feature in this game is that the Phantom Guardians seen in Phantom Hourglass are, through a series of events, periodically controllable. It was the first time in the series that both Link and Zelda work together on the quest. It was later released on the Wii U Virtual Console.\nA new Zelda game for Wii was in development since the end of 2000s. The new title was revealed at E3 2010 as Skyward Sword, but its release was delayed to 2011. The game, the earliest in the Legend of Zelda timeline, reveals the origins of Hyrule, Ganon (here known as Demise), and many elements featured in previous games; it uses Wii's MotionPlus feature as well. It was released in November 2011; the first run included a 25th Anniversary CD of fully orchestrated music from various Zelda games, including Skyward Sword. It was made available for download on Wii U in September 2016. An HD remaster, with optional button-only controls, was released for Nintendo Switch in 2021.\n\n\n=== 2013–present: Open-world emphasis ===\nIn 2013, Nintendo released A Link Between Worlds for the Nintendo 3DS, a sequel to A Link to the Past. Progression is more open-ended than previous titles, with the possibility of completing many of the game's dungeons in any order. Certain dungeon obstacles require the use of rented or purchased items.\nTri Force Heroes, a cooperative multiplayer game, was released for the 3DS in October 2015.\nWhile Nintendo had showcased a Wii U demo reel at E3 2011 that depicted Link fighting a monster in HD and the first original HD Zelda game was scheduled for a 2015 release, it was delayed. The title was finally revealed at E3 2016 as Breath of the Wild, and the game was released in March 2017, as the last Nintendo-published game for the Wii U and a launch title for the Nintendo Switch. Similar to the original The Legend of Zelda, players are given little instruction and can explore the world freely. The world is designed to encourage exploration and experimentation and the main story quest can be completed in a nonlinear fashion.\nA Breath of the Wild sequel, Tears of the Kingdom, was released on the Switch in May 2023. New to Tears of the Kingdom are the battery-powered Zonai devices, which the player can use for combat, propulsion, exploration, and more. The game also features the new abilities to fuse materials together, ascend through ceilings, reverse objects' movement through time, and autobuild structures.\nEchoes of Wisdom, which features Zelda as the main protagonist, was released in September 2024 for the Switch.\n\n\n== Other games ==\n\n\n=== Cancelled games ===\nThroughout the lifespan of The Legend of Zelda series, a number of games (including main series games as well as re-releases and spin-offs) in varying states of completeness have had their releases cancelled. Perhaps the earliest of these was Gottlieb's The Legend of Zelda Pinball Machine (cancelled in 1993). After securing a license from Nintendo to produce two Nintendo-franchise-based pinball machines, pinball designer Jon Norris was tasked with designing the table. Before it was completed, Gottlieb decided to repurpose the game with an American Gladiators theme. Licensing for this version ultimately fell through and the game was released as simply Gladiators in November 1993.\nIn 1998, Nintendo cancelled Ura Zelda, the Ocarina of Time expansion disk for the 64DD due to poor sales figures for the 64DD peripheral. In 2002, Nintendo released a GameCube bonus disc called The Legend of Zelda: Ocarina of Time Master Quest. It contains emulated versions of Ocarina of Time and Ocarina of Time Master Quest, which Aonuma and Miyamoto each confirmed is Ura Zelda.\nIn 2001, under license from Nintendo, Capcom cancelled the release of The Legend of Zelda: Mystical Seed of Courage for Game Boy Color. Working with Capcom's subsidiary Flagship, Yoshiki Okamoto was originally tasked with designing a series of three Zelda games for the Game Boy Color. Referred to as the \"Triforce Series\", the games were known as The Legend of Zelda: The Mysterious Acorn: Chapter of Power, Chapter of Wisdom, and Chapter of Courage in Japan and The Legend of Zelda: Mystical Seed of Power, Mystical Seed of Wisdom, and Mystical Seed of Courage in the US. The games were to interact using a password system, but the limitations of this system and the difficulty of coordinating three games proved too complicated, so the team scaled back to two games at Miyamoto's suggestion. The Legend of Zelda: Oracle of Seasons was adapted from Mystical Seed of Power, The Legend of Zelda: Oracle of Ages was adapted from Mystical Seed of Wisdom, and Mystical Seed of Courage was cancelled.\nBefore its 2006 release, both Link and Samus from the Metroid series were planned to be playable characters for the Wii version of Marvel: Ultimate Alliance, but they did not make the final release because they were not Marvel characters.\nIn 2011, an unnamed Zelda 25th Anniversary Compilation was cancelled. To celebrate the 25th anniversary of the series, Nintendo of America originally had planned to release a compilation of games together for the Wii, similar to the collector's edition disc released for the GameCube in 2003. Nintendo of Japan's president Satoru Iwata and Shigeru Miyamoto decided against releasing it, believing it would be too similar to the Super Mario 25th Anniversary collection released in 2010.\nRetro Studios had two Zelda games in development. One was an untitled game starring a Sheikah in a story that explores the origins of the Master Sword. Another one was titled Heroes of Hyrule and it starred Goron, Zora, and Rito who set out to rescue Link.\n\n\n=== Spin-off games ===\nAs the franchise has grown in popularity, several games have been released that are set within or star a minor character from the universe of The Legend of Zelda but are not directly connected to the main The Legend of Zelda series. Both map versions of the game BS Zelda no Densetsu for the Satellaview (released in August and December 1995) could be considered spin-offs due to the fact that they star the \"Hero of Light\" (portrayed by either the Satellaview's male or female avatar) as opposed to Link as the protagonist of Hyrule. A third Satellaview game released in March 1997, BS Zelda no Densetsu Inishie no Sekiban (BS The Legend of Zelda: Ancient Stone Tablets) could also be considered a spin-off for the same reason. Other spin-off games include Freshly-Picked Tingle's Rosy Rupeeland for the Nintendo DS, an RPG released in September 2006 in Japan (Summer of 2007 in the UK) to star supporting character Tingle. A second Tingle game is Tingle's Balloon Fight DS for the Nintendo DS. Here Tingle again stars in this spin-off arcade style platformer, released in April 2007 only in Japan and available solely to Platinum Club Nintendo members.\nIn addition to games in which Link does not star as the protagonist, games such as the shooter game, Link's Crossbow Training (for the Wii), have been considered spin-offs due to the lack of a traditional \"Save Hyrule\" plot-line. Released in November 2007 as a bundle with the Wii Zapper, this game allows players to assume the identity of Link as he progresses through a series of tests to perfect his crossbow marksmanship. Color Changing Tingle's Love Balloon Trip was released in Japan in 2009 as a sequel to Freshly-Picked Tingle's Rosy Rupeeland.\nHyrule Warriors, a crossover game combining the setting of Nintendo's The Legend of Zelda series and the gameplay of Tecmo Koei's Dynasty Warriors series, was released in North America in September 2014 for Wii U. Hyrule Warriors Legends, a version for the Nintendo 3DS containing more content and gameplay modifications, was released in March 2016.\nTo commemorate the launch of the My Nintendo loyalty program in March 2016, Nintendo released My Nintendo Picross: The Legend of Zelda: Twilight Princess, a Picross puzzle game developed by Jupiter for download to the Nintendo 3DS.\nCadence of Hyrule, developed by Brace Yourself Games and released in June 2019, is an officially licensed crossover of Zelda with Crypt of the NecroDancer.\nHyrule Warriors: Age of Calamity, developed by Koei Tecmo, shares the hack-and-slash style of the spin-off game Hyrule Warriors. Age of Calamity was released in November 2020.\nA new Zelda-themed variant of Vermin was included on the limited edition Game & Watch: The Legend of Zelda unit, released in 2021. This special edition of the Game & Watch also included The Legend of Zelda, The Adventure of Link, and Link's Awakening.\n\n\n== Reception ==\n\nThe Legend of Zelda series has received outstanding levels of acclaim from critics and the public. Ocarina of Time, Skyward Sword, Breath of the Wild and Tears of the Kingdom have each received a perfect 10/10 score by British Edge magazine. All four plus Wind Waker also received a 40/40 score (10/10 by four reviewers) by Japanese Famitsu magazine, making Zelda one of the few series with multiple perfect scores. Ocarina of Time was even listed by Guinness World Records as the highest-rated video game in history, citing its Metacritic score of 99 out of 100. Computer and Video Games awarded The Wind Waker and Twilight Princess a score of 10/10. A Link to the Past has won Gold Award from Electronic Gaming Monthly. In Nintendo Power's Top 200 countdown in 2004, Ocarina of Time took first place, and seven other Zelda games placed in the top 40. Twilight Princess was named Game of the Year by X-Play, GameTrailers, 1UP, Electronic Gaming Monthly, Spacey Awards, Game Informer, GameSpy, Nintendo Power, IGN, and many other websites. The editors of review aggregator websites GameRankings, IGN and Metacritic have all given Ocarina of Time their highest aggregate scores. Game Informer has awarded The Wind Waker, Twilight Princess, Skyward Sword, A Link Between Worlds and Breath of the Wild with scores of 10/10. Phantom Hourglass was named DS Game of the Year by IGN and GameSpy. Airing in December 2011, Spike TV's annual Video Game Awards gave the series the first ever \"Hall of Fame Award\", which Miyamoto accepted in person. Ocarina of Time and its use of melodic themes to identify different game regions has been called a reverse of Richard Wagner's use of leitmotifs to identify characters and themes. Ocarina of Time was so well received that sales increased for real ocarinas. IGN praised the music of Majora's Mask for its brilliance despite its heavy use of MIDI. It has been ranked the seventh-greatest game by Electronic Gaming Monthly, whereas Ocarina of Time was ranked eighth. The series won GameFAQs Best Series Ever competition.\nAs of December 2024, The Legend of Zelda franchise has sold over 158.27 million copies, with the original The Legend of Zelda being the fourth best-selling NES game of all time. The series was ranked as the 64th top game (collectively) by Next Generation in 1996. In 1999, Next Generation listed the Zelda series as number 1 on their \"Top 50 Games of All Time\", commenting that Zelda series had always more gameplay and innovations than most other titles in their series. According to British film magazine Empire, with \"the most vividly-realised world and the most varied game-play of any game on any console, Zelda is a solid bet for the best game series ever\".\nThe Legend of Zelda franchise has garnered the most Game of the Year nominations in the history of the Academy of Interactive Arts & Sciences' D.I.C.E. Awards with eight (Ocarina of Time, Majora's Mask, The Wind Waker, Twilight Princess, Skyward Sword, A Link Between Worlds, Breath of the Wild, and Tears of the Kingdom); two of them, Ocarina of Time and Breath of the Wild, would go on to win the top honor during their respective awards ceremonies.\n\n\n== Legacy ==\nMultiple members of the game industry have expressed how Zelda games have impacted them, including Rockstar Games founder and Grand Theft Auto director, Dan Houser, who said that Zelda and Mario games on Nintendo 64 greatly influenced them in developing Grand Theft Auto series, as well in other 3D games in general. Rockstar founder and Grand Theft Auto director Sam Houser also cited the influence of Zelda, describing Grand Theft Auto III as \"Zelda meets Goodfellas\". Ōkami director Hideki Kamiya (Capcom, PlatinumGames) said that he has been influenced by The Legend of Zelda series in developing the game, citing A Link to the Past as his favorite game of all time. Soul Reaver and Uncharted director, Amy Hennig (Crystal Dynamics and Naughty Dog), cited Zelda as inspiration for the Legacy of Kain series, noting A Link to the Past's influence on Blood Omen and Ocarina of Time's influence on Soul Reaver. Soul Reaver and Uncharted creator, Richard Lemarchand (Crystal Dynamics and Naughty Dog), also cited A Link to the Past's approach to combining gameplay with storytelling as inspiration for Soul Reaver. Wing Commander and Star Citizen director, Chris Roberts (Origin Systems and Cloud Imperium Games), cited Zelda as an influence on his action role-playing game, Times of Lore.\nDark Souls series creator Hidetaka Miyazaki named A Link To The Past as one of his favorite role-playing video games. Miyazaki also described The Legend of Zelda as a sort of textbook for 3D action games. Ico director Fumito Ueda cited Zelda as an influence on Shadow of the Colossus. Peter Molyneux (Lionhead Studios and Microsoft Studios) stated that the Twilight Princess is one of his favorite games and an influence for the Fable series. Darksiders director David Adams (Vigil Games) cited Zelda as an influence on his work. Prince of Persia and Assassin's Creed director Raphael Lacoste cited The Wind Waker as an influence on Assassin's Creed IV: Black Flag. CD Projekt Red cited the Zelda series as an influence on The Witcher 3: Wild Hunt. Majora's Mask served as the primary influence on Alex Hall's web series Ben Drowned. Final Fantasy and The 3rd Birthday director Hajime Tabata cited Ocarina of Time as inspiration for the open world of Final Fantasy XV.\n\n\n=== Cross-overs ===\nThe Legend of Zelda series has crossed over into other Nintendo and third-party video games, most prominently in the Super Smash Bros. series of fighting games published by Nintendo. Link appears as a fighter in Super Smash Bros. for the Nintendo 64, the first entry in the series, and is part of the roster in all subsequent releases in the series as well. Zelda (who is able to transform into Sheik as well), Ganondorf, and Young Link (the child version of Link from Ocarina of Time) were added to the player roster for Super Smash Bros. Melee, and appeared in all subsequent releases except for \"Young Link\" (who is later replaced by \"Toon Link\" from The Wind Waker, in subsequent releases Super Smash Bros. Brawl and Super Smash Bros. for Nintendo 3DS and Wii U). Both Young Link and Toon Link appear in the fifth installment, Super Smash Bros. Ultimate. Other elements from the series, such as locations and items, are also included throughout the Smash Bros. series. Outside of the series, Nintendo allowed for the use of Link as a playable character exclusively in the GameCube release of Namco's fighting game Soulcalibur II.\n\nLink, using a design based on Skyward Sword, appears as a playable character in Mario Kart 8 via downloadable content (DLC), along with a \"Hyrule Circuit\" racetrack themed on The Legend of Zelda series. The first pack is named after the series. In a post-launch update for Mario Kart 8 Deluxe, Link and his vehicle received alternate styles based on Breath of the Wild.\nIn the Wii U version of Sonic Lost World, a DLC stage based on The Legend of Zelda series was released in March 2014, named \"The Legend of Zelda Zone\". It was built around the core gameplay mechanics of Sonic Lost World, with some elements from the Zelda series, including a heart-based vitality meter, rupee collection, and a miniature dungeon to explore.\n\n\n=== In other media ===\n\n\n==== TV series ====\n\nA 13-episode American animated TV series, adapted by DiC and distributed by Viacom Enterprises, aired in 1989. The animated Zelda shorts were broadcast each Friday, instead of the usual Super Mario Bros. cartoon which was aired during the rest of the week. The series loosely follows the two NES Zelda games (the original The Legend of Zelda and The Adventure of Link), mixing settings and characters from those games with original creations. The show's older incarnations of both Link and Zelda appeared in various episodes of Captain N: The Game Master during its second season.\nA live-action television series had been in development around 2015, as reported from an anonymous Netflix employee to The Wall Street Journal. The program was a joint effort between Netflix and Nintendo, and was said to be aimed as a family-friendly version of Game of Thrones. Further details of this series went sparse until 2021 when Adam Conover gave an interview regarding his College Humor period. There, the College Humor team had been planning a skit that would have combined Star Fox with Fantastic Mr. Fox and had even had talked to Miyamoto on the project. Conover said that they were told about a month into the project that Nintendo had requested they stop all work on the project as a result of the leak related to the live-action Zelda show; Nintendo, already protective of its IP, had pulled many external projects including the live-action show.\n\n\n==== Print media ====\nValiant Comics released a short series of comics featuring characters and settings from the Zelda cartoon as part of their Nintendo Comics System line. Manga adaptations of many entries in the series, including A Link to the Past, Ocarina of Time, Majora's Mask, Oracle of Seasons and Oracle of Ages, Four Swords Adventures, The Minish Cap, Phantom Hourglass, and Twilight Princess have been produced under license from Nintendo, primarily written and drawn by Japanese artist duo Akira Himekawa. These adaptations do not strictly follow the plot of the games from which they are based and may contain additional story elements.\nA number of official books, novels, and gamebooks have been released based on the series as well. The earliest was Moblin's Magic Spear, published in 1989 by Western Publishing under their Golden Books Family Entertainment division and written by Jack C. Harris. It took place sometime during the first game. Two gamebooks were published as part of the Nintendo Adventure Books series by Archway, both of which were written by Matt Wayne. The first was The Crystal Trap (which focuses more on Zelda) and the second was The Shadow Prince. Both were released in 1992. A novel based on Ocarina of Time was released in 1999, written by Jason R. Rich and published by Sybex Inc. under their Pathways to Adventure series. Another two gamebooks were released as part of the You Decide on the Adventure series published by Scholastic. The first book was based on Oracle of Seasons and was released in 2001. The second, based on Oracle of Ages, was released in 2002. Both were written by Craig Wessel. In 2006, Scholastic released a novel as part of their Nintendo Heroes series, Link and the Portal of Doom. It was written by Tracey West and was set shortly after the events of Ocarina of Time.\nIn 2011, to coincide with the 25th anniversary of the series, an art book was published exclusively in Japan under the name Hyrule Historia by Shogakukan. It contains concept art from the series's conception to the release of Skyward Sword in 2011 and multiple essays about the production of the games, as well as an overarching timeline of the series. It also includes a prequel manga to Skyward Sword by Akira Himekawa. The book received an international release by publisher Dark Horse Comics in January 2013; it took the number one spot on Amazon's sales chart, taking the spot away from E. L. James's 50 Shades of Grey trilogy. Dark Horse released The Legend of Zelda: Art & Artifacts, a follow-up art book to Hyrule Historia containing additional artwork and interviews, in North America and Europe in February 2017.\n\n\n==== Music ====\nTaking place in Cologne, Germany, on September 23, 2010, the video game music concert Symphonic Legends focused on music from Nintendo and, among others, featured games such as The Legend of Zelda. Following an intermission, the second half of the concert was entirely dedicated to an expansive symphonic poem dedicated to the series. The 35-minute epic tells the story of Link's evolution from child to hero.\nTo celebrate the 25th anniversary of the series in 2011, Nintendo commissioned an original symphony, The Legend of Zelda: Symphony of the Goddesses. The show was originally performed in the fall of 2011 in Los Angeles and consists of live performances of much of the music from the series. It has since been scheduled for 18 shows so far throughout the United States and Canada. Nintendo released a CD, The Legend of Zelda 25th Anniversary Special Orchestra CD. Featuring eight tracks from live performances of the symphony, the CD is included alongside the special edition of The Legend of Zelda: Skyward Sword for the Wii. Nintendo later celebrated The Legend of Zelda's 30th anniversary with an album which was released in Japan in February 2017.\n\n\n==== Merchandise ====\nThe Legend of Zelda-themed Monopoly board game was released in the United States in September 2014. A Clue board game in the style of The Legend of Zelda series was released in June 2017. A UNO-styled The Legend of Zelda game was released in February 2018, exclusively at GameStop in North America. A limited edition Zelda 25th anniversary 3DS was released in December 2011, in Australia.\n\n\n==== Film ====\nIn 2007, Imagi Animation Studios, which had provided the animation for TMNT and Astro Boy, created a pitch reel for a computer-animated The Legend of Zelda film. Nintendo did not accept the studio's offer due to the memory of the failure of the 1993 live-action film adaptation of Super Mario Bros. In 2013, Aonuma said that, if the development of a film began, the company would want to use the opportunity to embrace audience interaction in some capacity. In June 2023, it was said that Nintendo was close to closing a deal with Illumination and Universal Pictures to produce a film adaptation of the franchise following the success of their film, The Super Mario Bros. Movie, but Illumination CEO Chris Meledandri denied these reports later that month.\nBy November 2023, Nintendo was developing a live-action Legend of Zelda film with Sony Pictures, which will co-finance and distribute the project worldwide. Wes Ball has been attached to direct the film, and Shigeru Miyamoto and Avi Arad will be producing alongside Ball and his producing partner Joe Hartwick Jr. through their Oddball Entertainment company. Although the casting had not been announced, Patricia Summersett, who had previously done voice work for Princess Zelda, said that she would like to reprise her role for the character. Hunter Schafer has also expressed interest in playing Zelda. The film is scheduled for worldwide release on March 26, 2027.\n\n\n== Notes ==\n\nGroup n\n\n\n== References ==\n\nWorks cited\n\n\"ZELDA: The Second Quest Begins\". Nintendo Power. Vol. 1. July–August 1988. pp. 26–36.\n\n\n== External links ==\n\nOfficial website",
          "qas": [
            {
              "id": "the_legend_of_zelda_2",
              "question": "What is The Legend of Zelda?",
              "answers": [
                {
                  "text": "The Legend of Zelda is a video game series created by the Japanese game designers Shigeru Miyamoto and Takashi Tezuka.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    },
    {
      "title": "Grand Theft Auto",
      "paragraphs": [
        {
          "context": "Grand Theft Auto (GTA) is an action-adventure video game series created by David Jones and Mike Dailly. Later titles were developed under the oversight of brothers Dan and Sam Houser, Leslie Benzies and Aaron Garbut. It is primarily developed by British development house Rockstar North (formerly DMA Design), and published by its American parent company, Rockstar Games. The name of the series is a term for motor vehicle theft in the United States.\nGameplay focuses on an open world where the player can complete missions to progress an overall story, as well as engage in various side activities. Most of the gameplay revolves around driving and shooting, with occasional role-playing and stealth elements. The series also has elements of the earlier beat 'em up games from the 16-bit era. The games in the Grand Theft Auto series are set in fictional locales modelled after real-life cities, at various points in time from the early 1960s to the 2010s. The original game's map encompassed three cities—Liberty City (based on New York City), San Andreas (based on San Francisco), and Vice City (based on Miami)—but later titles tend to focus on a single setting and expand upon the original three locales. Each game in the series centres on different respective protagonist who attempts to rise through the criminal underworld due to various motives, often accompanying themes of betrayal. Several film and music veterans have voiced characters in the games, including Ray Liotta, Dennis Hopper, Samuel L. Jackson, William Fichtner, James Woods, Debbie Harry, Axl Rose and Peter Fonda.\nDMA Design began the series in 1997, with the release of the Grand Theft Auto. As of 2020, the series consists of seven standalone titles and four expansion packs. The third main title, Grand Theft Auto III, released in 2001, is considered a landmark game, and brought the series into a three-dimensional environment for the first time. Subsequent titles have followed and built upon the format established by Grand Theft Auto III, receiving significant acclaim. The games influenced other open-world games, and led to the label Grand Theft Auto clone on similar titles.\nThe series has been critically acclaimed, with all the main 3D entries in the franchise frequently ranked among the greatest and best-selling video games; it has shipped more than 440 million units, making it one of the best-selling video game franchises. In 2006, Grand Theft Auto was featured in a list of British design icons in the Great British Design Quest organised by the BBC and the Design Museum. In 2013, The Telegraph ranked Grand Theft Auto among Britain's most successful exports. The series has also been controversial for its adult nature and violent themes, as well as for cut content.\n\n\n== Series history ==\n\n\n=== Main series ===\n\nThe Grand Theft Auto series is split into separate fictional universes, named after the primary level of graphics capability used in each era. The original Grand Theft Auto, its expansions and its sequel are considered the \"2D universe\". Grand Theft Auto III and its sequels are considered the \"3D universe\". Grand Theft Auto IV, its expansions and Grand Theft Auto V are considered the \"HD universe\". Each universe is considered separate with only brands, place names and background characters shared between them.\nGrand Theft Auto, the first game in the series, was released for MS-DOS and Windows in November 1997, ported to the PlayStation in 1998 and the Game Boy Color in 1999. Grand Theft Auto 2 was released in 1999 for Windows, later receiving ports on the PlayStation, Dreamcast and Game Boy Color.\nThe PlayStation 2 also featured three instalments of the main series, all of which have been re-released on several platforms; a deal between Take-Two Interactive and Sony Computer Entertainment resulted in their timed exclusivity on the PlayStation 2, before receiving ports to Windows and the Xbox. The 2001 title Grand Theft Auto III moved away from the two-dimension (2D) graphics used in the first two games to three-dimension (3D) computer graphics Grand Theft Auto: Vice City was published in 2002, and was the first to feature a speaking protagonist, voiced by Ray Liotta. Grand Theft Auto: San Andreas, released in 2004, introduced various new elements, including character customisation and a large map encompassing three cities and surrounding rural area.\nTwo main instalments were published for the PlayStation 3 and Xbox 360. The 2008 title Grand Theft Auto IV focused on realism and detail, removing various customisation features, while adding an online multiplayer mode. Grand Theft Auto V, published in 2013, featured three playable protagonists. It was released to massive financial success, breaking multiple records. It was later re-released with various enhancements, in 2014 for the PlayStation 4 and Xbox One, and in 2015 for Windows; versions for PlayStation 5 and Xbox Series X and S were released in 2022.\nOn 4 February 2022, Rockstar confirmed that development of a new entry in the series was \"well underway\". In-development footage of the game leaked in September 2022; Rockstar noted that it was \"extremely disappointed\" by the manner in which the game was first demonstrated, but that it did not anticipate long-term effects on development. In December 2023, the game was officially announced as Grand Theft Auto VI, with a projected release date of 2025 for the PlayStation 5 and Xbox Series X/S.\n\n\n=== Other games ===\nGrand Theft Auto has spawned numerous additional games and expansion packs. In 1999, the original game received two expansion packs: Grand Theft Auto: London 1969 and Grand Theft Auto: London 1961, which, as their names suggest, featured a different setting – a fictional version of London – and new missions and characters. Grand Theft Auto Advance, released in 2004 exclusively for the Game Boy Advance, featured a top-down perspective, similarly to the first two main games in the series, and the same setting as Grand Theft Auto III, to which it served as a prequel. Three games were released for the PlayStation Portable: Grand Theft Auto: Liberty City Stories in 2005, which is also a prequel to Grand Theft Auto III; Grand Theft Auto: Vice City Stories in 2006, which is a prequel to Vice City; and Grand Theft Auto: Chinatown Wars in 2009, which features the same setting as Grand Theft Auto IV, but the two games are otherwise unrelated. Both Liberty City Stories and Vice City Stories were later ported to the PlayStation 2, while Chinatown Wars was originally released for the Nintendo DS and later ported to PlayStation Portable. In 2009, The Lost and Damned and The Ballad of Gay Tony were released for the Xbox 360 as expansion packs to Grand Theft Auto IV; a \"strategic alliance\" between Rockstar and Microsoft resulted in the timed exclusivity. The expansions focus on characters who played a relatively minor role in the main game, and whose stories take place simultaneously with Grand Theft Auto IV's. Both were later released for the PlayStation 3 and Windows as part of a compilation, titled Grand Theft Auto: Episodes from Liberty City, also available on Xbox 360.\nNumerous titles in the series have received ports to mobile devices. Chinatown Wars was released for iOS in 2010 and for Android and Fire OS in 2014. For their tenth anniversaries, Grand Theft Auto III and Vice City were both re-released for iOS and Android in 2011 and 2012, respectively. In 2013, San Andreas was ported to iOS, Android and Windows Phone and RT; the mobile port was later re-released for Xbox 360 in 2014, the year of the game's tenth anniversary, and the following year for PlayStation 3. In 2015, Liberty City Stories was ported to iOS, Android and Fire OS.\n\n\n=== Compilations ===\nGrand Theft Auto Double Pack was released in 2003 for the PlayStation 2 and Xbox, and includes both Grand Theft Auto III and Vice City. Grand Theft Auto: The Trilogy is a compilation of III, Vice City, and San Andreas, and was first released in 2005 for the Xbox. It was later re-released for the PlayStation 2, Windows, Mac OS X, and PlayStation 4. The Trilogy also served as the revised package for San Andreas, which had to be pulled from shelves due to the controversial Hot Coffee mod. A report in August 2021 suggested that Rockstar Dundee was leading development on a remastered version of the trilogy, using Unreal Engine; following some leaks, Rockstar officially announced Grand Theft Auto: The Trilogy – The Definitive Edition on 8 October 2021. The game features graphical and gameplay upgrades, and replaced existing versions on digital retailers. It was released for the Nintendo Switch, PlayStation 4, PlayStation 5, Windows, Xbox One, and Xbox Series X/S on 11 November 2021, and for Android and iOS on 14 December 2023.\nGrand Theft Auto: Episodes from Liberty City is a standalone compilation of the two episodes for Grand Theft Auto IV. It contains both The Lost and Damned and The Ballad of Gay Tony on one disc. It was released on 29 October 2009 for the Xbox 360 and on 13 April 2010 for PlayStation 3 and Windows. Microsoft added Episodes from Liberty City to its backwards compatibility list for Xbox One platforms in February 2017. The standalone release of Episodes from Liberty City for Windows was discontinued and replaced by a single-player-only version of Grand Theft Auto IV: Complete Edition in 2020.\n\n\n=== Titles ===\n\n\n== Related media ==\nThe series has been expanded into various other formats. Jacked: The Outlaw Story of Grand Theft Auto, a book written by David Kushner chronicling the development of the series, was published in 2012. In March 2015, BBC Two announced The Gamechangers, a 90-minute docudrama based on the creation of Grand Theft Auto. Directed by Owen Harris and written by James Wood, the drama stars Daniel Radcliffe as Rockstar president Sam Houser and Bill Paxton as disbarred attorney Jack Thompson. In May 2015, Rockstar filed a lawsuit against the BBC for trademark infringement, stating that they had no involvement with the development of the film and had unsuccessfully tried to contact the BBC to resolve the matter. It first aired on 15 September 2015 on BBC Two.\nIn 2006, McFarland & Company published The Meaning and Culture of Grand Theft Auto. Compiled by Nate Garrelts, the 264-page book is a collection of essays regarding the Grand Theft Auto series, to help audiences better understand the games and to make a point about due diligence of game criticism. The book is divided into two parts: the first part discusses the controversies surrounding the series, while the second half takes a theoretical look at the games absent of the controversy.\nRoger Corman, who produced the unrelated 1977 film Grand Theft Auto, claimed that any attempted film adaptation of the video game series was unable to proceed. In 2017, he claimed that he sued the \"video game manufacturer who flat-out stole the idea\", and that they \"settled out of court and they gave me some money\". He said that he retains the rights, \"but the way it was actually written in the contract is a little bit cloudy\", and that his lawyers were analysing the contract to ensure that he can remake the film. Take-Two Interactive responded to Corman's claims, noting that the company \"owns all rights for films related to the Grand Theft Auto video game series\", and that it \"can and will take appropriate legal action against anyone attempting to misuse our intellectual property by attempting to make a new film titled Grand Theft Auto\"; it claimed to have successfully taken legal action against similar attempts in the past.\n\n\n== Common elements ==\n\n\n=== Gameplay ===\nEach game in this series allows the player to take on the role of a criminal in the big city, typically an individual who ends up rising through the ranks of organised crime through the course of the game. The player is given various missions by kingpins and major idols in the city underworld which must be completed to progress through the storyline. Assassinations and other violent crimes are featured regularly. Occasionally, taxi driving, firefighting, street racing, bus driving, or learning to fly helicopters and fixed-wing aircraft are also involved in the game.\nIn later titles, notably those released after Grand Theft Auto 2, the player is given a more developed storyline in which they are forced to overcome an unfortunate event (e.g., being betrayed and left for dead), which serves as motivation for the character to advance up the criminal ladder and ultimately leads to the triumph of the character by the end of the storyline.\nThe Grand Theft Auto series belongs to a genre of free-roaming role-playing video games called open world games, and grants a large amount of freedom to the player. Traditional action games are structured as a single track series of levels with linear gameplay, but in Grand Theft Auto the player can determine the missions that they want to undertake, and their relationship with various characters are changed based on these choices. Influenced by the earlier game Turbo Esprit, the cities of the games can be roamed freely at any point in the game, and are examples of open world video game environments which offer accessible buildings with minor missions in addition to the main storyline. There are exceptions: missions follow a linear, overarching plot. These missions are required to complete in order to unlock new areas in the game.\nGrand Theft Auto III and subsequent games have more voice acting and radio stations, which simulate driving to music with disc jockeys, radio personalities, commercials, talk radio, pop music, and American culture.\nThe use of vehicles in an explorable urban environment provides a basic simulation of a working city, complete with pedestrians who generally obey traffic signals. Further details are used to flesh out an open-ended atmosphere that has been used in several other games, such as The Simpsons: Hit & Run, which has less emphasis on crime or violence, and Lego City Undercover, which reverses the roles of police officer and criminal, although the player goes undercover in gangs for a portion of the game.\nCriminal activities in Grand Theft Auto games do not go unnoticed by the police. As the player engages in these in-game illegal activities, they may gain a \"wanted level\", represented by a maximum of five or six stars. A small crime, such as running over a non-player character, may create a one star wanted level situation, while shooting an officer may earn more stars. As the number of stars increase, the amount and strength of the response will increase; a single star might have a few police cars chase after the player, while at 5 or 6 stars, tanks and attack helicopters will chase down the player. Many in-game missions will automatically give the player a wanted level after completing a certain event which they must then get rid of before the mission is complete. Often, trying to keep away from the police while wanted will cause the player to gain even higher wanted levels. The player can remove their character's wanted level by avoiding detection or spending in-game money at specific locations to elude the police (such as a mod shop to repaint their car). Alternatively, if the player-character dies, they will respawn at a hospital and the wanted level will be removed, though the player may lose money, guns, and other benefits they had before being chased. The \"wanted level\" gameplay concept has become common in similar open world games.\n\n\n=== Setting ===\nMost Grand Theft Auto games are set in fictional parodies of well-known United States cities, in a number of different time periods. The games are split into three different universes (2D, 3D, and HD), each with their own reinterpretations of previously established settings. The universes share the names of cities, several brands, and background characters who never make physical appearances in the games (with a few exceptions), but are otherwise considered to be separate continuities.\n\n\n==== Liberty City ====\n\nLiberty City, based on New York City, is one of the three original cities introduced in Grand Theft Auto. It is the first setting available to the player. The city encompasses two landmasses (a large one in the southeast and a smaller one in the northeast) and a Manhattan-like central island; two smaller islands are featured along the river that separates the three main islands. The setting also incorporates the neighbouring state of New Guernsey (a parody of New Jersey), which occupies the northwest portion of the map. All four major islands are divided into multiple districts, inspired by New York and New Jersey's boroughs.\nA redesigned version of Liberty City was introduced in Grand Theft Auto III (set in 2001). This iteration is only loosely based on New York, and incorporates elements from other U.S. cities, such as Philadelphia, Detroit, Boston, Chicago, and Baltimore. The city encompasses three main islands, which are gradually unlocked as the game's storyline progresses: Portland (based on the industrial areas of Brooklyn and Queens, with additional elements from Manhattan and Long Island), Staunton Island (based mostly on Manhattan), and Shoreside Vale (loosely based on North Jersey, The Bronx, Staten Island, and Upstate New York). The islands are connected by road bridges and an underground tunnel system. A tunnel leading out of Liberty City can be found in Shoreside Vale, but it is impassable by the player. This particular version of Liberty City returned in the prequels Grand Theft Auto Advance (set in 2000) and Grand Theft Auto: Liberty City Stories (set in 1998), albeit with several changes to reflect the different time periods. The city was also mentioned in Grand Theft Auto: Vice City and Grand Theft Auto: San Andreas, and was the setting of a mission in the latter.\nA third version of Liberty City was featured in Grand Theft Auto IV, its expansion packs The Lost and Damned and The Ballad of Gay Tony (all three set in 2008), and the handheld game Grand Theft Auto: Chinatown Wars (set in 2009). This iteration closely resembles New York, and consists of four main boroughs, which become available to explore as the story progresses: Broker (based on Brooklyn), Dukes (Queens), Bohan (The Bronx), and Algonquin (Manhattan). The placement of these boroughs mirrors that of their real-life counterparts: Broker and Dukes occupy a large landmass in the southeast, while Bohan forms its own, smaller island in the northeast, and Algonquin acts as the city's central island. The setting also incorporates three smaller islands—Charge Island (Randall's Island), Colony Island (Roosevelt Island), and Happiness Island (Liberty Island)—and a fourth landmass, Alderney, which is located west of Algonquin and regarded as its own independent state (similarly to New Jersey). Alderney is absent in Chinatown Wars. All islands, barring Happiness Island, are connected by road bridges, underground tunnels, and a subway system; none of which lead out of the city.\n\n\n==== San Andreas ====\n\nSan Andreas, based on San Francisco, is one of the three original cities introduced in Grand Theft Auto. It is the second setting available to the player. The locale encompasses two landmasses: a large northern portion, which is divided into fifteen districts and generally considered to be the city's core, and a smaller island in the southeast, consisting of only one district, which acts as the city's docks area. The northern landmass is further divided by Aye Valley, which cuts through the heart of the area from the east to the west.\nA reimagined version of San Andreas was featured in Grand Theft Auto: San Andreas (set in 1992), as a state rather than a city. Based on California and Nevada, the state encompasses two landmasses, separated by a river and surrounded by a large body of water. The southern portion of the map features the cities of Los Santos (based on Los Angeles) and San Fierro (San Francisco), separated by vast forest and mountain areas. By contrast, the northern portion is one large desert region and incorporates only one city, Las Venturas (Las Vegas). Both landmasses feature additional rural settlements, which are less inhabited than the three major cities. The cities are connected by a train track system, and each one features an airport, which can be used to fast travel from a city to another. At the beginning of the game, players only have access to Los Santos, with the rest of the map being gradually unlocked as the story progresses.\nA third version of San Andreas appeared in Grand Theft Auto V (set in 2013), again imagined as a state. The game features only the southern portion of the state, which is depicted as a large island. The southern portion of the island is occupied mostly by the city of Los Santos (which resembles Los Angeles much more closely than its San Andreas counterpart), while the northern portion, known as Blaine County, is less inhabited, featuring vast areas of desert, forest, and mountain, and only a few small towns. This version of San Andreas is currently the only setting in the series that doesn't feature any map limitations, allowing players to explore the entire island at the beginning of the game. Los Angeles was extensively researched for Grand Theft Auto V. The team organised field research trips with tour guides and architectural historians and captured around 250,000 photos and hours of video footage during these visits. Since the release of the game, hundreds of in-game buildings have been identified as being based on real-world landmarks. The New Yorker's Sam Sweet notes that, with sales of the game reaching thirteen million copies, \"there will be more people living in the imaginary state of Los Santos than in the real city on which it was modelled.\"\n\n\n==== Vice City ====\n\nVice City, based on Miami, is one of the three original cities introduced in Grand Theft Auto. It is the third setting available to the player. The city encompasses one large landmass, divided into eight districts which form the city's core, and a smaller island, Vice Beach, in the northeast. Like its real-life counterpart, Vice City is depicted as a tropical city, easily distinguished from the other two in the game by its beaches and palm trees.\nA redesigned version of Vice City was introduced in Grand Theft Auto: Vice City (set in 1986). The city consists of two main landmasses, Vice City Beach and Vice City Mainland, separated by a large body of water and connected to each other and to two smaller islands, Starfish Island and Prawn Island, by a series of road bridges. At the beginning of the game, the player only has access to Vice City Beach, with the rest of the city being gradually unlocked as the story progresses. The same setting would be later used in the prequel Grand Theft Auto: Vice City Stories (set in 1984), albeit with several changes to reflect the different time period.\nA third version of Vice City will be featured as the main setting of the upcoming Grand Theft Auto VI.\n\n\n==== Other settings ====\nThe London 1969 and London 1961 expansion packs for Grand Theft Auto take place within a fictionalised version of London during the 1960s. As such, they are the only games in the series to be set outside of the United States. The portion of the city used in the games is based on Central London, although heavily condensed and mostly geographically inaccurate. It consists of two landmasses, separated by the River Thames and connected by several road bridges. A fictionalised version of Manchester is also featured in the games.\nGrand Theft Auto 2 is set in Anywhere City, a fictional US retro futuristic metropolis with no apparent inspiration from any real-life city. The setting consists of three areas, which the player will switch between as the story progresses: the Downtown District, the Residential District, and the Industrial District. Each district is depicted as its own individual island. The game is set in an unspecified time period—conflicting sources suggest anything from \"three weeks into the future\", to the year 2013, while the game itself features several references to the \"new millennium\" that is coming, implying that the year is 1999.\nGrand Theft Auto V features the fictional town of Ludendorff in the state of North Yankton, which is the setting of two missions and is inaccessible outside of the storyline. The 2020 update for Grand Theft Auto Online, The Cayo Perico Heist, introduced the eponymous fictional island, a \"tropical paradise\" off the Caribbean coast of Colombia privately owned by notorious drug lord Juan \"El Rubio\" Strickler. The island is used as both a transshipment base and a partying place by El Rubio, and draws inspiration from Norman's Cay and Hacienda Nápoles. Cayo Perico is the first setting in the series not located in the United States since London.\n\n\n=== Voice acting ===\nThe series has included a wide variety of voice actors. The original Grand Theft Auto, its mission packs and its sequel, as well as Grand Theft Auto Advance and Chinatown Wars did not feature any voice credited to specific roles. The first game in the series to do so was Grand Theft Auto III which, despite a limited budget and the series' low profile at the time, featured several notable actors from film and television. These included Frank Vincent, Michael Madsen and Kyle MacLachlan, who all had prominent roles. At the time it was rare for a video game to use such high-profile actors, and Grand Theft Auto III is considered a pioneer in doing so. The next game, Grand Theft Auto: Vice City, featured more film actors, including Ray Liotta as the player character. Although the following title, Grand Theft Auto: San Andreas, also featured many notable film actors—such as Samuel L. Jackson, Peter Fonda and James Woods—it had been decided that the use of such actors should be reduced, particularly for leading roles. As a result, many of the prominent roles in San Andreas were voiced by lower profile actors or rappers.\nFrom Liberty City Stories through to Grand Theft Auto V, the series has continued using lesser known actors to voice main characters, but still uses celebrities and real-life radio personalities to voice the DJs of the many radio stations featured in each game. Some games also feature celebrities portraying themselves, such as Lazlow Jones, Phil Collins, Ricky Gervais, Katt Williams, and Dr. Dre.\n\n\n== Controversies ==\nAccording to The Guinness World Records 2008 and 2009 Gamer's Edition, it is the most controversial video game series in history, with over 4,000 articles published about it, which include accusations of glamorising violence, corrupting gamers, and connection to real life crimes.\n\n\n=== Grand Theft Auto ===\nThe game was controversial from the first incarnation of the series. Grand Theft Auto was condemned in Britain, Germany, and France due to its \"extreme violence\", and Brazil banned it outright. Publicist Max Clifford planted sensational stories in tabloids in order to help sell the first game.\n\n\n=== Grand Theft Auto III ===\n\nThe controversies flared up again with Grand Theft Auto III, for various reasons. First, the 3D graphics made the violence more realistic. Also, players could restore their health by paying for the services of prostitutes, and if they wished, kill them to get some of their money back.\nThere was also criticism of the focus on illegal activities in comparison with traditional \"heroic\" roles that other games offer. The main character can commit crimes and violent acts – including the killing of policemen and military personnel – while suffering only temporary consequences.\n\n\n=== Vice City ===\n\nThe sixth game in the series, Grand Theft Auto: Vice City, also came under criticism. One mission in particular, in which the player must instigate a gang war between Haitian and Cuban gangs, has been controversial. Haitian and Cuban anti-defamation groups criticised the game.\nJean-Robert Lafortune of the Haitian American Grassroots Coalition is quoted as saying that \"The game shouldn't be designed to destroy human life, it shouldn't be designed to destroy an ethnic group,\" for this and similar scenarios, including lines in the game's script such as \"kill the Haitian dickheads\" said by character \"Diaz\" during an altercation between the player and a Haitian gang. After the threat of a lawsuit by the Haitian-American Grassroots Coalition, Rockstar removed the word \"Haitians\" from this phrase in the game's subtitles.\n\n\n=== San Andreas ===\n\nSan Andreas was criticised initially for its \"gangster\" elements, which include drugs, prostitution, and murder. It received additional criticism after the discovery of an interactive sex minigame, nicknamed Hot Coffee. Although it had been cut from the game, it remained in the code, and was discovered in both the console and Windows versions.\nAfter the release of San Andreas, modders managed to find the unused code in the game and released unofficial patches for the Windows and Xbox (with a modchip) versions as well as a PlayStation 2 version through the use of an Action Replay code enabling the player to engage in these sexual mini-games (dubbed \"Hot Coffee\" in reference to a euphemism for sex used in the game). These mini-games were left partially intact in the game's code. This prompted application of an AO (Adults Only) ESRB rating to the version of the game containing the leftover code. Take-Two Interactive was forced to re-release the game in order to restore the M (Mature) rating. A class action lawsuit against Take-Two was also filed as a result of the \"Hot Coffee\" code.\n\n\n=== Grand Theft Auto IV ===\n\nOne of the controversies involved with this game was Mothers Against Drunk Driving's (MADD) criticism of the ability to drink and drive as a new feature. MADD had even requested ESRB to change the rating of the game from \"M\" for ages seventeen and up to \"AO\", for adults only, because they felt it was inappropriate for children, even at the age of seventeen, to experience drunk driving in such a manner. In the final game, drunk driving is a playable event, but it is a crime that automatically generates a wanted rating and main playable character Niko Bellic loudly (and drunkenly) proclaims that it is a \"bad idea\" and that he \"should know better\".\nNotably, it is impossible to drive while drunk in the GTA IV expansions, The Lost and Damned and The Ballad of Gay Tony. These were released after the criticism. It is, however, possible to drive drunk again in the successor, Grand Theft Auto V.\n\n\n=== The Lost and Damned ===\n\nThe Lost and Damned expansion pack for Grand Theft Auto IV was condemned by US parents group Common Sense Media who issued a public warning against the pack's content due to a full-frontal nudity scene during one of the cutscenes. They claimed the game was \"more controversial than its predecessors\" because it featured \"full frontal male nudity\".\n\n\n=== Chinatown Wars ===\n\nThere has been some controversy over a drug dealing minigame along with comments that some Nintendo games are being aimed at children (despite the fact that the game was rated Mature). The drug dealing mini-game allows players to peddle six types of drugs around the city, but the profit the player makes depends on market conditions, which will be based on the area in which they deal, and the level of regular service this area receives from them.\n\n\n=== Grand Theft Auto V ===\n\nA segment in the latest instalment caused controversy for scenes containing player-initiated torture. The mission \"By the Book\" features graphic depictions of kneecapping, electrocution, dental extraction and waterboarding, and the player is required to perform an act of torture in order to progress in the game.\nUK-based charity Freedom from Torture publicly condemned the use of torture scenes in Grand Theft Auto V. The organisation, who works to rehabilitate survivors of torture, joined other human rights charities who were outraged at a torture scene in the game in which the players have to pull teeth and electrocute an unarmed man in order to extract information. The charity's CEO Keith Best stated: \"Rockstar North has crossed a line by effectively forcing people to take on the role of a torturer and perform a series of unspeakable acts if they want to achieve success in the game.\"\nThe game has also been accused of sexism. The Los Angeles Times considered the game's satirical portrayals of women uncreative, and added that violent and sexist themes hurt the game experience. Edge noted that while \"every female in the game exists solely to be sneered, leered or laughed at\", it treated its all-male lead characters in a similar vein through their stereotyped tendencies towards violence. Sam Houser, Rockstar Games co-founder, felt that the development team sometimes overlooked their portrayal of women in Grand Theft Auto games, but that the weight towards male characters \"fit with the story we wanted to tell\".\n\n\n=== Lawsuits ===\nSeveral celebrities have sued Rockstar Games and/or Take-Two Interactive for purportedly violating their intellectual property or personality rights, including hip-hop artist Daz Dillinger, Karen Gravano of Mob Wives, and actress Lindsay Lohan.\n\n\n==== Lawsuits involving Jack Thompson ====\n\nFormer lawyer Jack Thompson has been involved in a number of attempts to get families of murder victims to hold the Grand Theft Auto series accountable for the death of their loved ones. Due to his conduct in this and related cases, Thompson was disbarred in 2008 and was fined more than $100,000 by the Florida Bar Association.\nOn 20 October 2003, the families of Aaron Hamel and Kimberly Bede, two young people shot by teens William and Josh Buckner (who in statements to investigators claimed their actions were inspired by Grand Theft Auto III) filed a US$246 million lawsuit against publishers Rockstar Games, Take-Two Interactive Software, retailer Walmart, and PlayStation 2 manufacturer Sony Computer Entertainment America. Rockstar and its parent company, Take-Two, filed for dismissal of the lawsuit, stating in US District Court on 29 October 2003 that the \"ideas and concepts as well as the 'purported psychological effects' on the Buckners are protected by the First Amendment's free-speech clause\". The lawyer of the victims, Jack Thompson, denied that, but failed in his attempt to move the lawsuit into a state court and under Tennessee's consumer protection act. Two days later, the plaintiffs filed a Notice of Voluntary Dismissal, and the case was closed.\nIn February 2005, a lawsuit was brought upon the makers and distributors of the Grand Theft Auto series claiming the games caused a teenager to shoot and kill three members of the Alabama police force. The shooting took place in June 2003 when Devin Moore, 17 years old at the time, was taken in for questioning by police in Fayette, Alabama, regarding a stolen vehicle. Moore then grabbed a pistol from one of the police officers and shot and killed him along with another officer and dispatcher before fleeing in a police car. One of Moore's attorneys, Jack Thompson, claimed it was Grand Theft Auto's graphic nature—with his constant playing time—that caused Moore to commit the murders, and Moore's family agrees. Damages were being sought from branches of GameStop and Wal-Mart in Jasper, Alabama, the stores from which Grand Theft Auto III and Grand Theft Auto: Vice City, respectively, were purchased and also from the games' publisher Take-Two Interactive, and the PlayStation 2 manufacturer Sony Computer Entertainment. On 29 March 2006 the case was dismissed and permission to appeal was denied.\nIn May 2005, Jack Thompson appeared via satellite on the Glenn Beck program on CNN's Headline News. Thompson mentioned Devin Moore and said, regarding Grand Theft Auto III and Grand Theft Auto: Vice City, \"There's no doubt in my mind [...] that but for Devin Moore's training on this cop killing simulator, he would not have been able to kill three cops in Fayette, Alabama, who are now dead and in the ground. We are suing Take-Two, Sony, Wal-Mart, and GameStop for having trained Devin Moore to kill. He had no history of violence. No criminal record.\"\nIn September 2006, Thompson brought another lawsuit, claiming that Cody Posey played the game obsessively before murdering his father Delbert Paul Posey, stepmother Tryone Schmid, and stepsister Marilea Schmid on a ranch in Albuquerque, New Mexico. The suit was filed on behalf of the victims' families. The suit alleged that were it not for his obsessive playing of Grand Theft Auto: Vice City, the murders would not have taken place. Named in the suit were Cody Posey, Rockstar Games, Take-Two Interactive, and Sony. The suit asked for US$600 million in damages. During the criminal trial, Posey's defence team argued he was abused by his father, and tormented by his stepmother. Posey was also taking Zoloft at the time of the killings. The lawsuit was dismissed in December 2007.\n\n\n=== Modding and fan recreations ===\n\nModding of Grand Theft Auto content, either within Grand Theft Auto games or recreated via other software, has been generally performed by the player community since around the early 2000s, with one of the first major conversions being the recreation of Grand Theft Auto III's Liberty City within the game engine running Vice City. Around 2017, Take Two began taking action against these mods, specifically issuing a cease & desist letter to the makers of OpenIV, a piece of software that allowed players to alter content from Grand Theft Auto IV and V. Take-Two said at the time that its issue was not directly with the mod itself, but that it \"enables recent malicious mods that allow harassment of players and interfere with the GTA Online experience for everybody\", and that it was working with OpenIV to find an amenable solution. OpenIV developers opted to remove the mod from circulation after several rounds of discussion with Take-Two. Take-Two issued a statement to clarify that it would not take action against single-player mods; this statement was updated in 2019 to exclude modders from including other Take-Two intellectual property or from \"making new games, stories, missions, or maps\".\nThe Grand Theft Auto modding community worked under this response to continue to build mods and other content within the bounds set by Take-Two. In February 2021, Take-Two, under the Digital Millennium Copyright Act (DMCA), issued a takedown request for two projects hosted on GitHub that had reverse-engineered the game engines for Grand Theft Auto III and Vice City, asserting that such reverse-engineering was disallowed by the game's End User License Agreement. On 10 June 2021, the project developers filed a counter-notice; per DMCA rules regarding disputes, the source code was restored after two weeks. Take-Two CEO Strauss Zelnick stated the company has a \"pretty flexible\" view on user mods, asserting that \"if the economy is threatened, or if there's bad behaviour, and we know how to define that, then we would issue a takedown notice\". However, the company proceeded to continue to file a lawsuit in California against the programmers behind this effort in September 2021, asserting that the programmers \"are well aware that they do not possess the right to copy, adapt, or distribute derivative GTA source code, or the audiovisual elements of the games, and that doing so constitutes copyright infringement.\" As part of the lawsuit, Take-Two issued another takedown notice to GitHub to remove the mods in October 2021. The modders, in their legal reply, asserted that use of the assets were within fair use, as the reverse-engineered versions were transformative in nature and, as neither Rockstar nor Take Two had issued any updates for years, did not harm the commercial prospects of the games.\n\n\n== Reception ==\n\nEver since the release of Grand Theft Auto III in 2001, the Grand Theft Auto series has been a major success, both critically and financially. It has shipped more than 440 million units, making it one of the best-selling video game franchises of all time.\nIn 2006, Grand Theft Auto was voted one of Britain's top 10 designs in the Great British Design Quest organised by the BBC and the Design Museum. The game appeared in a list of British design icons which included Concorde, Jaguar E-Type, Aston Martin DB5, Mini, World Wide Web, Tomb Raider, K2 telephone box, London tube map, AEC Routemaster bus and the Supermarine Spitfire.\nThe series has broken several records, resulting in Guinness World Records awarding the series 10 world records in the Gamer's Edition 2008. These records include Most Guest Stars in a Video Game Series, Largest Voice Cast in a Video Game (Grand Theft Auto: San Andreas), Largest In-Game Soundtrack (Grand Theft Auto: San Andreas) as well as Most Successful Entertainment Launch of All Time (Grand Theft Auto V). Guinness World Records also ranked Grand Theft Auto in third place on their list of top 50 console games of all time based on initial impact and lasting legacy. Grand Theft Auto: San Andreas is listed as the most successful game on the PlayStation 2 according to The Guinness World Records 2009 Gamer's Edition.\nGrand Theft Auto III, San Andreas and Vice City currently lie at the 2nd, 5th and 6th highest rated PlayStation 2 games on Metacritic, respectively, while Chinatown Wars is rated the best game on the Nintendo DS and the second best on the PlayStation Portable, and Grand Theft Auto IV is currently rated the second best game ever, with a score of 98, only trailing behind The Legend of Zelda: Ocarina of Time. Also, Vice City and Grand Theft Auto V lie at 11th and 2nd best PC games of all time, on Metacritic. Along with this, The Lost and Damned and The Ballad of Gay Tony are currently placed 35th and 59th in the top Xbox 360 games.\n\n\n=== Sales ===\n\n\n== Similar games ==\n\nThe release of Grand Theft Auto III is treated as a major event in the history of video games, considered a revolutionary title in the medium, much like the release of Doom nearly a decade earlier.\nDuring interviews to mark the 10th anniversary of the release of Grand Theft Auto III, producer of the Street Fighter series, Yoshinori Ono, said \"It would be no exaggeration to say that Grand Theft Auto III changed the industry, and we can basically separate the time before and after its emergence as distinct eras.\" In the same article Bethesda Game Studios director, Todd Howard, said \"The mark of a truly great game is how many people try to recapture or emulate it and fail. There's a long line behind this one.\"\nSubsequent games that follow this formula of driving and shooting have been called \"Grand Theft Auto clones\". Some reviewers even extended this label to the Driver series, even though this series began years before the release of Grand Theft Auto III. Grand Theft Auto clones are a type of 3D action-adventure game, where players are given the ability to drive any vehicle or fire any weapon as they explore an open world. These games often incorporate violent and criminal themes. Notable games that are comparable to Grand Theft Auto are Saints Row, Scarface: The World Is Yours, True Crime: Streets of LA, Watch Dogs, Sleeping Dogs, Just Cause, Mafia and The Godfather.\n\n\n== See also ==\nGTA gang\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\nGarrelts, Nate (2006). The Meaning and Culture of Grand Theft Auto. Jefferson, North Carolina, United States: McFarland. ISBN 9780786428229.\nKushner, David (2012). Jacked: The Outlaw Story of Grand Theft Auto. Hoboken, New Jersey, United States: Wiley. ISBN 978-0470936375.\n\n\n== External links ==\n\nOfficial website",
          "qas": [
            {
              "id": "grand_theft_auto_3",
              "question": "What is Grand Theft Auto?",
              "answers": [
                {
                  "text": "Grand Theft Auto (GTA) is an action-adventure video game series created by David Jones and Mike Dailly.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    },
    {
      "title": "The Elder Scrolls V: Skyrim",
      "paragraphs": [
        {
          "context": "The Elder Scrolls V: Skyrim is a 2011 action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth main installment in The Elder Scrolls series, following The Elder Scrolls IV: Oblivion (2006), and was released worldwide for Windows, PlayStation 3, and Xbox 360 on November 11, 2011. Skyrim was developed using the Creation Engine, which was rebuilt specifically for the game. The team opted for a unique and more diverse open world than Oblivion's Imperial Province of Cyrodiil, which game director and executive producer Todd Howard considered less interesting by comparison.\nThe game is set 200 years after the events of Oblivion and takes place in Skyrim, the northernmost province of Tamriel, a continent on the planet Nirn. Its main story focuses on the player character, the Dragonborn, on their quest to defeat Alduin the World-Eater, a dragon prophesied to destroy the world. Throughout the game, the player completes quests and develops the character by improving skills. The game continues the open world tradition of its predecessors by allowing the player to travel to discovered locations in the game world at any time, and to ignore or postpone the main storyline indefinitely.\nUpon release, the game received critical acclaim, with praise for its character advancement, world design, visuals, and the ability to dual-wield in combat. Criticism targeted the melee combat, dragon battles, and numerous technical issues present at launch. The game shipped over seven million units within the first week of its release and had sold over 20 million units by June 2013. It is considered one of the greatest video games ever made. \nThree downloadable content (DLC) add-ons were released: Dawnguard, Hearthfire and Dragonborn, which were bundled along with the base game into the \"Legendary Edition\" released in June 2013. A remastered version subtitled Special Edition, containing all three DLC add-ons along with a graphical upgrade, was released in October 2016; a port for the Nintendo Switch was released in November 2017 alongside a separate virtual reality-only version titled Skyrim VR. In addition, the remastered version was bundled with additional Creation Club content and released as the \"Anniversary Edition\" in 2021–22. A sequel, The Elder Scrolls VI, is currently in development.\n\n\n== Gameplay ==\n\nThe Elder Scrolls V: Skyrim is a fantasy action role-playing game, playable from either a first or third-person perspective. The player may freely roam over the land of Skyrim, an open world environment based on Scandinavia consisting of wilderness expanses, dungeons, caves, cities, towns, fortresses, and villages. Players may navigate the game world more quickly by riding horses, paying for a ride from a city's stable, or utilizing a fast-travel system that allows them to move their character immediately to a previously discovered location.\nAt the beginning of the game, players select their character's gender and race, with 10 choices for the latter, including races of humans and fantasy races such as elves and orcs. The player chooses the character's appearance; this is not necessarily permanent, however, as an in-game mechanic allows for changing the appearance later. Characters have three primary attributes: health is how much damage the character can take before dying, magicka is depleted to cast spells, and stamina allows the character to perform heavy \"power attacks\" or sprint. A status bar for each attribute appears onscreen when the attribute falls below its maximum value. Attributes regenerate over time and can be refilled faster by drinking potions, casting regenerative spells, or through various enchantments. Characters gain experience indirectly, via leveling up skills. The 18 skills are divided evenly among the three schools of combat, magic, and stealth. Each skill has its own experience bar, which increases when the character performs an action in-game related to the skill. For example, crafting a dagger increases the Smithing skill, and dealing damage with a bow increases the Archery skill. When a skill's experience bar fills, the skill levels up and the bar is reset. After enough skills level up, the character levels up, enabling the player to increase the maximum value of one of the three attributes and providing a perk point. Perk points can be spent immediately on a skill-specific perk or stored for later use.\n\nNon-player characters (NPCs) populate the world; the player may engage them in conversation (potentially leading to new quests or map locations), marry predetermined ones, or engage them in lethal or nonlethal combat. As in previous games in the series, killing certain individuals can make some quests or items unobtainable. Certain NPCs essential to the narrative cannot be killed by the player and will survive attacks of any magnitude. Committing a crime like murder or theft accrues the player a bounty if the crime is witnessed, leading to confrontations with guards. Depending on some factors, including how serious the crime was, the player can choose to go to jail, pay the guard off, persuade the witness to forget about it, declare that one is a thane of a certain hold (which leads the guard to pardon the player), 'pacify' the guard or silence witnesses through killing them.\nNPCs frequently offer the player side-quests; some have parameters adjusted based on nearby unexplored areas. Some NPCs who are befriended or hired by the player may act as companions who will accompany the player and aid them in combat. Some individuals have quests that the player needs to complete in order to gain their services as a companion. The player may choose to join factions, organized groups of NPCs—for example, the Dark Brotherhood, a band of assassins. Each of the factions has an associated quest path to progress through.\nThe player's effectiveness in combat relies on the use of weapons, armor, and enchantments (which may be bought, found from containers, raided from dead bodies, stolen and/or forged) and on the use of magic spells: similarly, spells are unlocked with spell tomes, which may be may be bought, stolen or found. Weapons, shields, and magic are assigned to each hand allowing for dual-wielding, and can be swapped out through a quick-access menu of favorite items. Some weapons and spells require both hands. Shields can be used to fend off enemy attacks and reduce incurred damage or offensively through bashing attacks. Blunt, bladed, and hacking weapons can be used in close combat and each have specific advantages and roles. Power attacks expend stamina to temporarily stun/stagger an enemy and deal increased damage. Spells have several functions, both in combat (e.g. damaging or confusing enemies, resurrecting dead bodies and conjuring other entities, restoring the player's health and/or stamina) and out (e.g. showing the way to an objective, illuminating a dark room or turning iron into silver). Bows are used for long-range combat and can be used to bash enemies in melee combat. The player can enter sneak mode to pickpocket or deliver powerful sneak attacks to unsuspecting enemies.\nWhen exploring the game world the player may encounter wildlife. Many creatures in the wilderness, such as wolves or bears, are immediately hostile towards the player, while other species are docile and will run away. Skyrim is the first entry in The Elder Scrolls to include dragons in the game's wilderness, although dragons are frequently referenced/mentioned in several of the other games. Like other creatures, dragons are generated randomly in the world and will engage in combat with NPCs, creatures and the player. Some dragons may attack cities and towns when in their proximity. The player character can absorb the souls of dragons in order to use powerful spells called \"dragon shouts\" or \"Thu'um\". Each shout contains three words in the language spoken by dragons, and the strength of the shout will vary depending on how many words have been spoken. Some words to shouts can be learned by visiting \"word walls\" in dungeons or around the wilderness, while other words can be taught by different characters. The words to each shout are unlocked for use by spending the absorbed souls of slain dragons. A regeneration period limits the player's use of shouts in gameplay.\n\n\n== Synopsis ==\n\n\n=== Setting ===\nSkyrim is set 200 years after the events of The Elder Scrolls IV: Oblivion, although it is not a direct sequel. Skyrim is a cold and mountainous region in the north of the continent of Tamriel. It has traditionally been divided into nine administrative sections, called \"holds\", each governed by a jarl from a larger town. Of these settlements, Solitude, Windhelm, Markarth, Riften, and Whiterun are larger and more powerful. The landscape is littered with forts, camps, and ruins, some of which were built by the now-extinct race of the Dwemer, or Dwarves. The Nords, one of the human races, view Skyrim as their homeland, though members of other races populate Skyrim as well.\nSkyrim is a province of the much larger Empire, which comprises most of Tamriel. The Empire has recently fought a war with the elvish Aldmeri Dominion, who believe that they are racially superior to humans. While the conflict, known as the Great War, ended in a military stalemate after a hard-fought battle at the imperial capital, the greatly weakened Empire was forced to sign a humiliating peace treaty called the White-Gold Concordat.\nWhile most of Tamriel worship a religious pantheon of eight deities, the Nords of Skyrim are accustomed to worshiping a ninth god, Talos, the deified Nord general who founded the Empire. The Dominion, led by the intolerant Thalmor sect, rejects this notion and its implication that a man became greater than any elf. They instituted a clause in the Concordat forbidding Talos worship in the Empire. Motivated in part by this condition, Ulfric Stormcloak, the jarl of Windhelm, leads a rebellion against imperial rule, with the holds divided between the two sides.\nIn the ancient past, dragons ruled over vast swaths of Tamriel. Their hegemony was overthrown when three human warriors threw the dragon ruler, Alduin, forward in time using an Elder Scroll, a powerful and mysterious artifact. When Skyrim begins, the survival of the last dragon, the sage Paarthurnax, is a secret kept by an order of monks called the Greybeards. Within their monastery atop the Throat of the World, Skyrim's highest mountain, the Greybeards dedicate their lives to the Way of the Voice, a discipline for powerful draconic spells called \"shouts\". Generational warriors are \"Dragonborn\", able to learn shouts intuitively by absorbing the souls of dead dragons. Ancient prophecy maintains that Alduin will return to consume the world, and a \"Last Dragonborn\" will defeat him.\n\n\n=== Characters ===\nThe player character is Dragonborn and is typically referred to as such. The Dragonborn can be male or female, from one of ten races. Each of the ten races has, in addition to a bonus for certain skills, a power specific to their race – for example, Nords start with a bonus to several martial skills, and the ability to intimidate enemies for a short period. The player can recruit one NPC at a time as a follower, who can travel and fight alongside the Dragonborn; there are forty-five available followers in the base game, with thirteen more added in the downloadable expansions.\nOutside of followers and Alduin (the primary antagonist) NPCs prominent to the plot of Skyrim include Balgruuf, Jarl of Whiterun, a town in the center of Skyrim; Arngeir, the leader of the Greybeards; Delphine and Esbern, two of the last members of the Blades, an order of warriors sworn to help the Dragonborn but nearly wiped out after the Great War; and Paarthurnax, the last surviving dragon and grandmaster of the Greybeards. Also notable are General Tullius and Ulfric, who command the Imperial Legion and Stormcloaks respectively. During the course of the game, the Dragonborn can join and assist either side to gain victory in the civil war. Other factions that the Dragonborn can elect to join include the Companions, a noble order of warriors; the College of Winterhold, an institution dedicated to the mystic arts and magic; the Thieves Guild, a league of burglars who have fallen on hard times; the Dark Brotherhood, a fellowship of assassins; and the Bard's College, a group consisting of bards, poets, writers, and public speakers.\n\n\n=== Plot ===\nImperial soldiers have captured Ulfric Stormcloak and are preparing to execute him, along with the player who was caught up in the skirmish and mistakenly believed to be a rebel. Before the player can be executed, Alduin appears, attacking the imperial outpost and thus rescuing the player. The player escapes and warns Jarl Balgruuf of Whiterun of the dragon attack. When another dragon attacks and is slain, the dragon's soul flows into the player character, causing the nearby guards to call them \"Dragonborn\". The Greybeards summon the Dragonborn to the Throat of the World with a deafening shout, where the Dragonborn begins training in the Way of the Voice.\nDelphine, a member of a secret society called the Blades who were known as dragon hunters, intercepts the Dragonborn on a training quest and arranges for the Dragonborn to infiltrate the Thalmor Embassy in Solitude, on the (mistaken) suspicion that the Thalmor are responsible for the dragon attacks. There, they learn that Esbern, a Blades lore master obsessed with the prophecy of Alduin's return, is alive and hiding somewhere in Riften. The Dragonborn rescues Esbern  in Riften as Thalmor agents also try to capture him. Esbern leads them to an ancient Blade temple and a massive engraving depicting Alduin's prior defeat. Esbern deciphers that the ancient Nords used a special shout that forces a dragon to land and experience the concept of mortality, thus rendering Alduin and any dragon weaker, unable to fly, and vulnerable.\nArngeir does not know the shout, which is called Dragonrend and violates the Way of the Voice. Arngeir sends the Dragonborn to Paarthurnax at the summit of the Throat. Paarthurnax reveals that no one living knows Dragonrend, but theorizes that the Dragonborn could learn it by looking through time at the throat of the world the site of Alduin's banishment. To do this, the Dragonborn retrieves the Elder Scroll used in the banishment from a massive subterranean Dwemer city. The Dragonborn returns to the summit and learns Dragonrend. Alduin attacks. The Dragonborn uses Dragonrend, and together with Paarthurnax, overpowers Alduin, who flees.\nThe Dragonborn's allies hatch a plan to capture a dragon at Whiterun. The Dragonborn helps negotiate a truce in the civil war to prevent either side from capturing Whiterun, the Jarl of which has remained neutral in the conflict, during this delicate operation. The captured dragon, Odahviing, questions whether Alduin deserves lordship over dragons. He reveals that Alduin has gone to recover his strength in Sovngarde, the Nord afterlife, where he feeds on the souls of the dead. Since the portal to Sovngarde cannot be reached on foot, Odahviing bargains for his freedom in exchange for flying the Dragonborn there. Entering Sovngarde, the Dragonborn meets the three heroes who had defeated Alduin originally. With their help, the Dragonborn kills Alduin and returns to Skyrim.\n\n\n== Development ==\n\nHaving completed work on Oblivion in 2006, Bethesda Game Studios began work on Fallout 3. It was during this time that the team began planning the next entry in The Elder Scrolls series. From the outset, they had decided to set the new game in the land of Skyrim, incorporating dragons into the main theme of the game. Full development began following the release of Fallout 3 in 2008; the developers considered Skyrim a spiritual successor to both Fallout 3 and previous The Elder Scrolls games. The game was developed by a team of roughly 100 people composed of new talent as well as of the series' veterans. The production was supervised by Todd Howard, who has been the director of several titles released by Bethesda Softworks.\n\n\n=== Design ===\nThe team set the game in the province of Skyrim, designing it by hand. While similar in size to Oblivion's game world of Cyrodiil, the mountainous topography of the world inflates the game space and makes it more difficult to traverse than Cyrodiil, which was relatively flat. In designing Skyrim's world, the team opted for a different approach to what was taken with Oblivion; art director Matt Carofano considered the \"epic-realism\" of Skyrim's world design as a departure from Oblivion's generic representation of classic European fantasy lore. Howard expressed the team's desire to re-encapsulate the \"wonder of discovery\" of Morrowind's game world in Skyrim, as the return to the classic fantasy of Arena and The Elder Scrolls II: Daggerfall in Oblivion meant sacrificing a world with a unique culture. As a way of creating diversity, the team divided the world into nine sectors, known as holds, and attempted to make each hold feel topographically unique from one another; in addition, the team wanted to reflect the socioeconomic background of the NPCs by making some locations elaborate and wealthy while others are poorer and lower-tech.\n\nThe team sought to make each of the game's ten races feel unique; Howard considered the player's choice of race at the beginning of the game a more important decision than it had been in previous The Elder Scrolls games because the culture of Skyrim's world contains more racism. However, he reiterated that the player's choice of race does not have major game-affecting consequences as it adds \"flavor\" to different NPCs' dispositions towards the player, and is not meant as a way of locking players out of particular quests. Efforts to make Skyrim's world feel hand-crafted extended to the team abandoning the use of generated landscapes as they had done in Oblivion. While just one team member was charged with designing dungeons in Oblivion, Skyrim's 150 dungeons were designed by a group of eight people. Skyrim features 244 quests, over 300 points of interest with a map marker and numerous unmarked locations.\n\n\n=== Engine ===\nSkyrim is powered by Bethesda's Creation Engine, forked from the Fallout 3 codebase specifically for Skyrim. After Fallout 3's release, the team devised numerous design objectives to meet for Skyrim, and according to Howard, the team \"got all those done and kept going\". Had the team not been able to meet their design goals with seventh generation of video game consoles, they would have waited for the next generation and released Skyrim then, but Howard felt that the technology of the time did not hold the team back at all. The Creation Engine allows for numerous improvements in graphical fidelity over Bethesda's previous efforts. For example, the draw distance renders farther than in previous The Elder Scrolls games; Howard provided an example where the player can stare at a small object such as a fork in detail, and then look up at a mountain and run to the top of it. Dynamic lighting allows shadows to be created by any structure or item in the game world, and the Creation Engine allowed for greater detail in flora production than SpeedTree had in previous Bethesda games. For example, with Bethesda's own technology, developers were able to give weight to the branches of trees, which affects how trees blow in the wind. In addition, the technology allows wind to affect the flow of water in channels such as rivers and streams. Because of the large presence of snow in Skyrim's game world, the technological upgrades were applied to weather effects and allow for dynamic snowfall upon the terrain, instead of snow that was rendered as a textural effect in previous games.\nThe team used Havok's Behavior toolset for character animation, which allows for a greater fluidity between the character's movements of walking, running and sprinting, and also increases the efficiency of the third-person camera option, which had been criticized in Oblivion. The toolset allows interactions between the player and NPCs to take place in real time; in Oblivion, when the player went to interact with an NPC, time would freeze and the camera would zoom in on the NPC's face. In Skyrim, NPCs can move around and make body gestures while conversing with the player. Children are present in the game, and their presence is handled similarly to Fallout 3 in that they cannot be harmed by the player in any way, since depictions of violence involving children in video games are controversial. Skyrim uses the Radiant AI artificial intelligence system that was created for Oblivion, and it has been updated to allow NPCs to \"do what they want under extra parameters\". The updated system allows for greater interaction between NPCs and their environments; NPCs can perform tasks such as farming, milling, and mining in the game world, and will react to each other.\n\n\n=== Audio ===\nThe team employed Jeremy Soule to compose the music for Skyrim, who previously worked on Morrowind and Oblivion. The game's main theme \"Dragonborn\" was recorded with a choir of over 30 people singing in the fictional dragon language. Creative director Todd Howard envisioned the theme for Skyrim as The Elder Scrolls theme sung by a choir of barbarians. This became a reality when the idea was passed by Soule, who recorded the 30-man choir and layered three separate recordings to create the effect of 90 voices. Bethesda's concept artist Adam Adamowicz created the Draconic language, and also developed a 34-character runic alphabet for the game. He expanded the lexicon of Draconic as needed; Bruce Nesmith explained that words were introduced to the lexicon every time that the studio \"wanted to say something\".\nBethesda released four audio CDs along with the game on November 11, 2011. The soundtrack to Skyrim is sold via Jeremy Soule's distributor DirectSong, and Soule autographed all physical copies ordered via DirectSong. \"Day One\" pre-orders from Amazon.de also included a five-track promotional Skyrim soundtrack sampler. A digital version of the soundtrack was released via iTunes on January 31, 2013.\nThe voice-overs in the game included more than 70 actors and over 60,000 lines of dialogue. Casting director and production supervisor Timothy Cubbison worked with Bethesda to evaluate auditions and oversee the recordings. The full cast consisted of three Academy Award nominees (Max von Sydow, Christopher Plummer, and Joan Allen) and several other high-profile actors (including Michael Hogan, Vladimir Kulich, and Lynda Carter).\n\n\n== Marketing and release ==\n\nSkyrim was announced at the Spike Video Game Awards on December 11, 2010; Howard appeared onstage during the awards and presented the announcement trailer, which introduced the game's story and revealed its \"11–11–11\" release date. It was the cover story for the February 2011 issue of the Game Informer magazine, wherein journalist Matt Miller wrote a fifteen-page article that revealed the first details about the game's story and gameplay. Asked about downloadable content (DLC) packages in a June 2011 interview, Howard expressed the team's intention to release DLC packages, having done so for previous releases; he revealed that it was the team's goal to release a lower number of DLC packages that were larger in content than those released for Fallout 3, as he felt that releasing a larger number of low-content packages was \"chaotic\". Via a press release, the team announced that the first two planned DLC packages would release on the Xbox 360 via Xbox Live a month ahead of PCs and the PlayStation 3.\nIn October 2011, pictures of many pages of the manual of the game were leaked, later followed by footage from the introduction, revealing some more details. By November 1, 2011, a copy of the Xbox 360 version had been leaked and made available through the Internet, allowing those with a hacked Xbox 360 to play Skyrim 10 days before its release. In the Netherlands, the game was made available for purchase on November 7. On November 10, stores in Australia began selling the game ahead of its November 11 release date.\nOn January 11, 2014, Bethesda partnered with 2K Games to bundle Skyrim with BioShock Infinite on the Xbox 360 and PlayStation 3. The bundle was released on February 11, 2014.\n\n\n=== Retail editions ===\nAt the 2011 QuakeCon conference, the team unveiled Skyrim's \"Collector's Edition\" package. Bundled with a copy of the game is a map of the game world, a 12-inch figurine of Alduin, as well as a 200-page concept art book and a DVD feature about the making of Skyrim. A \"Premium Edition\" package consisting of the base game along with physical extras was released in Europe in October 2012. A \"Legendary Edition\" was released on June 4, 2013. It contains the version 1.9 patch and the three expansions, along with the main game.\n\n\n=== Remastered version ===\nOn June 4, 2016, Bethesda announced The Elder Scrolls V: Skyrim – Special Edition, a remaster for the PlayStation 4, Windows, and Xbox One. It was released on October 28, 2016. Windows players who owned the original game and all of its downloadable content on Steam were offered the Special Edition for free. The remastered version contains an upgraded game engine as well as numerous graphical enhancements, along with mod support on consoles. A DRM-free version of the Special Edition was released on GOG on September 29, 2022.\nAs part of Skyrim's 10th anniversary celebration, a new retail edition titled \"Anniversary Edition\" was released in November 2021 for Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S. It includes the Special Edition, 74 \"Creations\" from the Creation Club, and introduces the ability to fish and player-owned aquariums. The \"Anniversary Edition\" was released for the Nintendo Switch on September 29, 2022. A DRM-free version of the \"Anniversary Edition\" was released on GOG on September 29, 2022. In addition, a DLC pack for the Special Edition that includes the content added in the \"Anniversary Edition\" became available on Steam and GOG.\n\n\n=== VR version ===\nAt E3 2017, Bethesda announced a PlayStation VR version of Skyrim, titled The Elder Scrolls V: Skyrim VR, for release in November 2017. A standalone VR port of the game was released for Windows on April 2, 2018, supporting the HTC Vive, Oculus Rift, and Windows Mixed Reality headsets.\n\n\n=== Other versions ===\nIn October 2016, the reveal trailer for Nintendo Switch featured gameplay of Skyrim on the console. At the time, it was reported that Bethesda only used the game for the reveal trailer and that it was not officially releasing on the Nintendo Switch. On January 13, 2017, Todd Howard confirmed that the game would come out on the Nintendo Switch, making it the first Bethesda title to be released on a Nintendo platform  for a Nintendo home console since Home Alone for the NES in 1991. During Bethesda's E3 2017 showcase, it was revealed that the Nintendo Switch version will support Amiibo and the Joy-Con motion controls.\nA parody of Skyrim's numerous ports and re-releases, titled Skyrim: Very Special Edition, was released by Bethesda at their E3 2018 press conference for Amazon Alexa, stating it would be also released for the Etch A Sketch, Motorola pagers and Samsung smart refrigerators. The Alexa version was found to be a legitimate version of the game developed by Bethesda, playing off the joke that the studios had seemingly ported Skyrim to all possible platforms following its E3 2017 announcements.\n\n\n=== Related games ===\nWhile Skyrim was being ported to next-generation systems, Zen Studios developed a virtual pinball adaptation of the game as part of the Bethesda Pinball collection, which became available as part of Zen Pinball 2, Pinball FX 2 and Pinball FX 3, as well as a standalone free-to-play game for iOS and Android devices. A Skyrim-themed expansion for the digital collectible card game The Elder Scrolls: Legends, titled Heroes of Skyrim, was released on June 29, 2017.\n\n\n== Additional content ==\n\n\n=== Official expansions ===\nDawnguard was the first downloadable add-on for Skyrim, revolving around a battle between the Dawnguard and Clan Volkihar. The Dawnguard are a band of vampire hunters who rely on the use of crossbow weapons in their pursuit against Clan Volkihar, a family of vampires. Early in Dawnguard's quest line, players must choose which of the two factions to join forces with. Dawnguard adds new content to the game, including weapons, spells, and armor, and expands the abilities afforded to players who choose to become either a vampire or a werewolf. It adds two new areas to explore outside of the mainland of Skyrim: the Soul Cairn (a plane of the realm of Oblivion) and the Forgotten Vale (a secluded glacial valley). Dawnguard released on the Xbox 360 in English-speaking territories on June 26, 2012, and in European countries in mid-July 2012. It was released for Windows on August 2, 2012, via the digital distribution platform Steam. Performance issues on the PlayStation 3 hampered Dawnguard's release on that platform. It was released on the PlayStation 3 on February 26, 2013, in North America, and on February 27, 2013, in Europe.\nHearthfire was Skyrim's second add-on, which allows players to build houses and adopt children. Three plots of land are added to the game world which players can purchase. Once land is purchased, players build a small basic house, then select rooms to add on. The house and its additions are built from raw materials such as lumber and clay, which can be gathered or purchased. Players may adopt up to two children and have them live in the home, along with the player's spouse. Hearthfire was released for the Xbox 360 on September 4, 2012, and for Windows on October 4, 2012. It was later released for PlayStation 3 on February 19, 2013, in North America, and February 20, 2013, in Europe.\nDragonborn is the third and final add-on for Skyrim. It revolves around the player character's efforts to defeat Miraak, the first Dragonborn to become corrupted and seek to control the world. The add-on takes place on Solstheim, an island northeast of Skyrim, belonging to the province of Morrowind, which is presented as an additional open world. It adds content to the game and allows players to ride on the backs of dragons, along with other shouts that can be learned from Solstheim. Dragonborn was released for the Xbox 360 on December 4, 2012, for Windows on February 5, 2013, and for PlayStation 3 on February 12, 2013.\nIn April 2013, Bethesda announced via their blog that they were \"moving on\" from Skyrim and preparing to work on other projects. They added that they would only be releasing \"minor updates\" for the game.\n\n\n=== Creation Club ===\n\nThrough Creation Club, 74 small downloadable content packs, termed \"Creations\", were released for the Special Edition between 2017 and 2021. All 74 Creations were compiled as part of the \"Anniversary Edition\" in 2021. The 74 Creations were also separately packaged together on Steam and GOG.com as The Elder Scrolls V: Skyrim Anniversary Upgrade, which was sold as a single DLC pack for the Special Edition in 2021. The \"Anniversary Edition\" was not available as a standalone title on GOG.com until 2022.\n\n\n=== Community content ===\n\nA wide variety of official and fan-created mods, short for modifications, are available for Skyrim, which are generally made using the packaged Creation Kit. These mods are distributed freely on file-sharing sites such as Nexus Mods, and are aggregated via the Steam Workshop's controlled content distribution mechanism. The mods may include features such as better game stability, improvements and tweaks of gameplay features, significantly enhanced visuals, overhauled weather systems, new characters and locations, user interface updates, and more.\nThe first Skyrim modification was The Fall of the Space Core, Vol. 1, created by Bethesda in collaboration with Valve. It causes a fictional device known as the Space Core from Valve's video game Portal 2 to fall from the sky and land where the player can recover it. The Space Core acts as a non-player character voiced by Nolan North which follows the player around the world of Skyrim and dispenses space-related comments.\nEnderal: The Shards of Order is a total conversion mod of Skyrim developed by SureAI as a sequel to Nehrim: At Fate's Edge which was developed for Oblivion. It was released in July 2016, initially in German only. An English version was released August 16, 2016. A 2015 mod entitled The Forgotten City was later adapted into a full standalone game and released on PC and consoles in 2021.\nSeveral Skyrim modders were ultimately hired by Bethesda, or other games studios to work on future projects. A notable early example was Alexander J. Velicky, who created the Falskaar mod as a job application for Bethesda. The mod ultimately added a large new landmass with new quests, 25 hours of gameplay, and 29 voice actors for the 54 new NPCs. Velicky was hired by Bungie in late 2013. Emmi Junkkari aka \"Elianora\", a Finnish mod developer who created a \"Breezehome\" replacement mod for the Special Edition, was hired in 2023 to work on Starfield as a level artist.\n\n\n== Reception ==\n\n\n=== Critical reception ===\nSkyrim received critical acclaim upon release. The removal of the character class system, present in previous The Elder Scrolls entries, was generally well received by reviewers. Billy Shibley of Machinima's Inside Gaming and Charles Onyett of IGN praised its removal because it allowed players to experiment with different skills without having to make decisions about a class early in the game. John Bedford of Eurogamer stated that by removing the character class system, the game tailored itself to players who wanted to build an all-around character, while still letting other players specialize in a preferred play-style. Steve Butts of The Escapist considered the addition of perks to the character advancement system \"a great method to make your character feel even more unique and personal\". Kevin VanOrd of GameSpot praised the way perks allowed for the player's preferred skills to become more powerful over time, stating that the perk system \"forms around the way you play, but allows for tweaking so that you retain a sense of control\". The user interface was also praised by reviewers for its accessibility; Bedford complimented its \"elegant design\" which succeeded Oblivion's comparatively complex interface.\nThe art style of the game world drew acclaim from many reviewers, who welcomed the departure from Oblivion's Cyrodiil. Jason Schreier of Wired described the land of Skyrim as a \"Viking-inspired treasure trove of flavor and charm\", noting its contrast to Cyrodiil, which he considered generic by comparison. The Staff at Edge magazine described Cyrodiil as a \"patchwork of varying terrains\", praising the more consistent design of Skyrim. Shibley praised \"the lack of copy-and-paste level design that's plagued Bethesda's previous games, ... giving a lived-in and handcrafted look to the world\". Bedford noted that the improved graphical fidelity over Oblivion allowed the game world to feel more lifelike, praising the \"misty mountain setting, complete with swirling fog and high-altitude snowstorms\". An editor for PC PowerPlay praised the diversity of the dungeon design. Andrew Reiner of Game Informer cited criticisms that Oblivion faced for repetitive dungeons, noting that \"the composition of each dungeon is largely unique and individualized\" in Skyrim. He also favored the design choice to have a quick route out of a dungeon leading from its last room, eliminating a problem he identified Oblivion as having, where the player would clear a dungeon and then have to go all the way back to the beginning to exit it. Many reviewers praised the large number of things to do in the world outside of the main story. Tom Francis of PC Gamer noted that it was difficult to explore the world without becoming distracted by things to do, stating that, \"it's hard to walk for a minute in any direction without encountering an intriguing cave, a lonely shack, some strange stones, a wandering traveller, [or] a haunted fort\".\nReviewers welcomed the ability to dual-wield weapons and magic. An editor for PC PowerPlay felt that the dual-wielding ability \"transforms the tactical scope of each combat encounter\". Shibley noted that the dual-wielding option gave the player more freedom to experiment with combat, writing that, \"the ability to apply a spell to each hand ... generates huge potential for getting creative with your spell combinations\". However, reviewers were critical of the melee combat, feeling that it had not been improved upon as much as other areas in the game. Justin McElroy of Joystiq felt that \"what should be thrilling fights in Skyrim are often weighed down by the same clunky melee system Oblivion suffered from\". Onyett described the melee combat as \"flat\" and \"floaty\", and that \"many times it feels like you're slicing air instead of a mythical creature's flesh\". Francis agreed with this sentiment, stating that, \"too much of the time, you wave your weapon around and enemies barely react to the hits\".\nThe game received minor criticism in several other areas. The quality of the main quest divided some reviewers. While Reiner praised the main quest as \"superbly penned\" and \"Bethesda's best effort to date\", Butts and Francis criticized the fact that the story was delivered primarily through conversations and quest journals, rather than through the player's own interactions. While the dragon battles were well-received, some reviewers observed flaws in the AI for dragons. Onyett pointed out their \"predictable attack patterns\", which Francis agreed with, claiming that \"fighting them never changes much: you can just ignore them until they land, then shoot them from a distance when they do\". Reiner felt that, due to the repetitiveness of their attack patterns, the dragons were not challenging enough for low-level players. Edge pointed out a curve in difficulty for players who favored archery and magic, as dragons were difficult to attack while airborne. Many reviewers noted glitches while playing Skyrim, some game-breaking. Nick Cowen of The Guardian pointed out that the game's glitches were a trade-off for its ambitious scope, and that he had experienced glitches that forced him to reload earlier saves. Edge began their review by criticizing the lack of polish, while still acknowledging many areas in the game that made up for it.\n\n\n=== Technical issues ===\nAt the launch of Skyrim, many technical issues of varying severity were reported. Some examples include a texture down-scaling issue on the Xbox 360 version when the game was run from the hard drive; crashes, slowdown and frame rate issues on the PlayStation 3 version when save files exceeded 6 MB, commonly occurring due to extended gameplay times; and various crashes and slowdowns on the Windows version. According to Skyrim's director Todd Howard, the notion that bugs were caused by \"restrictive RAM\" is incorrect. Howard said, \"It's literally the things you've done in what order and what's running.\"\nSince its release, several patches have been published to address technical issues and improve overall gameplay. Patch 1.2 was released on November 29, 2011, to fix some of the game's issues; however, some players reported new bugs in the game following the patch, including more frequent game crashes. Patch 1.3 was released on December 7, 2011, to improve stability, further address known issues, and fix some problems that were introduced in version 1.2. Patch 1.4 was released on February 1, 2012, for the PC. Another list of issues and bugs were addressed in this patch, and Skyrim launcher support for Skyrim Workshop (PC) was provided. Patch 1.5 was released on March 20, 2012, for the PC. Numerous bugs were fixed, and new archery/spellcasting kill cams were included. On April 12, 2012, Bethesda announced that Kinect support would be coming for the Xbox 360 version of Skyrim, with over 200 voice commands. Patch 1.6 was released on May 24, 2012, for the PC. This includes a new feature: mounted combat. Patch 1.7 was released on July 30, 2012, for the PC, and 1.8 was released on November 1, 2012, for the PC. These two introduced only minor bugfixes. Patch 1.9 was released on March 18, 2013. In addition to providing various bug fixes, this patch also added new features, most prominently the new \"Legendary\" difficulty, and \"Legendary\" skills, which effectively remove the level cap.\nAn unofficial patch attempts to fix the remaining issues unattended by the official patches. It lists hundreds of gameplay, quest, and other bugs that it fixes in the game and its add-ons.\n\n\n=== Sales ===\nWithin two days after the game's launch, 3.4 million physical units were sold. Of those sales, 59% were for the Xbox 360, 27% for the PS3, and 14% for the PC. In the first week of release, Bethesda stated that 7 million units of the game had been shipped to retailers worldwide, and that total sales through the following Wednesday were expected to generate an estimated US$450 million. By December 2011, this had risen to 10 million units shipped to retail and around US$620 million (~$829 million in 2023) generated. In June 2013, Bethesda announced that over 20 million units of the game had been sold. According to Todd Howard, Skyrim had sold over 30 million units by November 2016. By June 2023, he claimed the game had sold over 60 million units.\nDuring the first day of release, Steam showed over 230,000 people playing Skyrim concurrently. Additionally, Valve stated that it was the fastest selling game to date on their Steam platform. Steam's statistics page showed the client breaking a five million user record by having 5,012,468 users logged in on January 2, 2012. The total number of sold copies on the PC platform is difficult to confirm because Valve does not publicly publish digital sales. Shortly after its release, Skyrim was the most-played game on Steam by a huge margin, with double the number of players as Team Fortress 2, the second-placed game. In the United Kingdom, Skyrim was the 9th best selling title of 2012. Regarding sales on the PC, Todd Howard stated in an interview with Rock, Paper, Shotgun that, \"Skyrim did better than we've ever done on PC by a large, large number. And that's where the mods are. That feeds the game for a long time.\"\n\n\n=== Awards ===\n\nSkyrim received awards from numerous gaming sites and publications. IGN and GameSpot named Skyrim \"PC Game of the Year\". It also received GameSpot's \"Readers' Choice\" award. The game received the \"RPG of the Year\" award from Spike TV, IGN, X-Play, GameSpot GameSpy, and the Interactive Achievement Awards. It received \"Overall Game of the Year\" wins from Spike TV, Giant Bomb, X-Play, Machinima.com, GameSpot, 1UP.com, Game Revolution, GameSpy, Joystiq, and the Interactive Achievement Awards. Along with winning the \"Game of the Year\" and \"Role-Playing/Massively Multiplayer Game of the Year\" awards, the Academy of Interactive Arts & Sciences also honored Skyrim with outstanding achievement in \"Game Direction\", \"Gameplay Engineering\", and \"Story\". It was voted No. 1 in Good Game's top 100 video games of all time and No. 1 in PC Gamer's \"The 100 Greatest PC Games of All Time\". In Giant Bomb's 2017 Game of the Year Awards, the game was a runner-up for \"2017's Old Game of the Year\".\nThe VR version was nominated for \"Best Virtual Reality Game\" at the Gamescom 2017 Awards; for the Coney Island Dreamland Award for Best Virtual Reality Game and the Tappan Zee Bridge Award for Best Remake (along with the Switch version) at the New York Game Awards 2018; for \"Excellence in Technical Achievement\" and \"VR Game of the Year\" at the 2018 SXSW Gaming Awards; and for \"Best VR/AR Game\" at the 2018 Game Developers Choice Awards. At the 17th Annual National Academy of Video Game Trade Reviewers Awards, the VR version was nominated for \"Control Design, VR\", \"Direction in Virtual Reality\", and \"Sound Mixing in Virtual Reality\", while the Switch version was nominated for \"Costume Design\". The VR version won the award for \"Best VR Game\" at the 2018 Golden Joystick Awards.\n\n\n=== Legacy ===\nCritics often consider Skyrim among the best video games of all time. Skyrim has been credited by developers as an influence on later games, such as Valheim, The Legend of Zelda: Breath of the Wild, and Avowed. The game has received credit for popularizing large-scale open worlds in fantasy role-playing games, influencing the settings of installations in game series including The Witcher and Dragon Age.\nSkyrim spawned a number of noteworthy Internet memes that circulated as image macros or video parodies and achieved viral popularity. These include the dragon shout \"Fus Ro Dah\", and variations or adaptations of the phrase \"I used to be an adventurer like you, then I took an arrow in the knee.\"\nDuring an interview in 2018, Todd Howard attributed Bethesda's frequent re-releases of the game to the \"millions\" of people still playing Skyrim.\n\n\n=== Literature ===\nThere are 337 books in The Elder Scrolls 5: Skyrim, which does not include journals and diaries. There are 10 books on the topic of Biographies, 38 in Fiction, 8 in Faction, 51 in Research and Instruction, 47 in Lore, 7 in Politics, 11 in Travel, 21 in Plays/Riddles/Poems, 6 in Letters, 36 in Religion/Prophecy, 15 in Logs/Journals, (all excluding the multiple books in their series).\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website\nThe Elder Scrolls V: Skyrim at IMDb",
          "qas": [
            {
              "id": "the_elder_scrolls_v:_skyrim_4",
              "question": "What is The Elder Scrolls V: Skyrim?",
              "answers": [
                {
                  "text": "The Elder Scrolls V: Skyrim is a 2011 action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    },
    {
      "title": "Hell Neighbour",
      "paragraphs": [
        {
          "context": "Neighbors from Hell is an American adult animated sitcom created by Pam Brady for the cable channel TBS, that ran from June 7 to July 26, 2010. 10 episodes were produced.\nThe series is produced by 20th Century Fox Television, Wounded Poodle and MoonBoy Animation, a short-lived division of DreamWorks Animation, as its second adult animated series after Father of the Pride. The majority of the animation is produced by Bardel Entertainment in Vancouver, with retake animation work handled mostly in-house at Bento Box Entertainment.\n\n\n== Plot ==\nThe Hellman family of demons from Hell is sent by Satan to Houston, Texas on a mission to destroy a drill that can dig to the Earth's core. Satan fears that the humans will invade Hell if the drill reaches it. The Hellmans face a culture shock trying to fit in with humans. They also realize that the humans can be as bad as the demons, and that Earth is almost no different from hell.\n\n\n== Characters ==\n\n\n=== Main ===\nBalthazor Hellman (voiced by Will Sasso) – The family's patriarch. He is a bit naive but is a very kind-hearted demon. He has a vast knowledge of human behavior from watching much human television in Hell. He almost faced punishment from Satan because of that. He is constantly trying to either get promoted or demoted at work in order to get closer to the drill, the target of which he was sent to destroy. Balthazor is shown to have an evil side too, as he almost drowned Tina's father Zebulon when he insulted his father and tried to get him fired. He appears self-conscious about being overweight, as he gets offended when others make fun of his weight. Despite being a demon, he is overall a nice guy. He actually cares for his friends and deeply loves his family, usually ending each episode having a group hug with his family as well as stating \"I love you all\". He has the power to breathe fire out of all his cavities such as his mouth, nostrils and once farted fire.\nTina Hellman (voiced by Molly Shannon) – Balthazor's physically attractive and strong-willed wife. She is the mother of Josh and Mandy. She has a short temper and stubborn streak. She is a bad driver. She is very protective over her family. She is an alcoholic and has an obsession with gossip as she is constantly seen with an alcoholic beverage in one hand and a gossip magazine in the other. Tina is bitter about her abrupt transition from a hardworking employee to an average housewife. She and Balthazor have a passionate and sexually charged marriage.\nPazuzu (voiced by Patton Oswalt) – The family's helpful goblin dog that pretends to be a regular dog while on Earth. He is shown to have the ability to freeze and unfreeze time in specific situations. He is deeply fond of many pop-culture sensations which explains his love for pop stars like Lady Gaga and the Jonas Brothers. Pazuzu and Vlaartark are often found together, generally up to some sort of mischief.\nVlaartark Mimlark (voiced by Kyle McCulloch) – The eccentric, possibly schizophrenic, uncle of Josh and Mandy. He enjoys eating cats. He also considers himself of a higher standard, judging by his voice and general knowledge. It's never stated if he's Balthazor or Tina's brother, though they both called him \"uncle\" as well. He also has gerontophilia.\nMandy Hellman (voiced by Tracey Fairaway) – Balthazor and Tina's attractive yet materialistic teenage daughter. She speaks with a Valley girl accent. She appears as vain, shallow and obsessed with her cell phone. She is usually texting. She can erase people's memories from their minds. Despite her shallow tendencies, she broke up with Killbride's son Wayne when he showed cruelty to disabled or unpopular kids. She is 15 years old and shown to be ambidextrous.\nJosh Hellman (voiced by David Soren) – Balthazor and Tina's preteen son. A chubby, immature and mischievous young demon boy. He has the ability to emit lasers from his eyes, can talk with animals, and has re-animation powers (only on animals thus far). He is shown to enjoy playing video games. He also likes annoying and fighting with his sister. He also had a crush on a neighborhood girl named Bethany. He is 12 years old.\n\n\n=== Secondary ===\nDon Killbride (voiced by Kurtwood Smith) – Balthazor's boss and head of Petromundo. He is very ruthless, corrupt, cynical and somewhat of a sadist. He takes a liking towards Balthazar and treats him with the littlest of respect. He is often seen with an oversize golf club. His several vices include bribery, inflicting physical harm, \"dog golf\", exploiting cheap labor and beating and cheating on his wives. Balthazor sees Killbride as more evil than Satan. He also has a physical attraction to Tina. Overall he is a businessman, and promotes Balthazor when he does his job well. He is a polygamist as he said he has six wives, and only two were shown.\nMarjoe Saint Sparks (voiced by Dina Waters) – The crazy, talkative, annoying and stereotypical Southern Belle next-door neighbor. She engages in bestiality with her dog Champers and annoys Tina to no end. She has a tendency to pop out at random times. Champers often tries to kill himself. She loves to chat about her sex life and family. In the first episode, she is oblivious that Tina is deliberately trying to strangle her to death.\nChevdet Tevetoglu (voiced by Kyle McCulloch) – Chevdet is Balthazor's best friend and the chief engineer behind the drill project at Petromundo. As a recent immigrant, Chevdet works hard to make a better life for his large Turkish family. When he is not working on the drill or enduring Killbride's constant ethnic slurs, he is often hanging out with Balthazor.\nSatan (voiced by Steve Coogan) – He is the one who sent the Hellmans to Earth to destroy the drill that would enable the humans to invade Hell. He seems to be fond of Tina's looks, but he is not particularly fond of Balthazor. He seems to always have a little monkey-like demon assistant on his shoulder, which is implied to be his sexual lover. Satan once called the servant \"a nasty little bitch\" then claimed that he loves him that way. He is often sarcastic and witty, appearing at the end of each episode to inquire about the Hellman's progress toward destroying the drill. In the season finale, he finally sees Killbride, and says \"Woah, that was Killbride? He is scary. Not a nice person.\", hinting some fear of him. Before disappearing in a puff of smoke he usually leaves the room with the comment, \"Satan, out!\". He is also lactose intolerant.\n\n\n=== Recurring ===\nChampers – Marjoe's pet poodle. He is suicidal as he is forced into sexual relations with his owner. Throughout the series, he tries to kill himself in different ways, but ends up in failure due to random things (usually caused by the main characters).\nLorelai Killbride (voiced by Mimi Rogers) – The supposed sixth wife of Don Killbride. A typical snobby trophy wife. She is shown to be as cynical and evil as Tina, with the exception of being a racist. The two initially become friends rather quickly, When Lorelai derides Josh, Tina is annoyed. Lorelai gets drunk often, and was the target of demon possession after willingly abiding by Tina's supposed want for a sexual encounter. She also once did a donkey show.\nWayne Killbride (voiced by Eric Christian Olsen) – The 21-year-old son of Don Killbride. It is unknown whether he is also Lorelai's son or from a previous marriage. He is attractive but very immature, obnoxious and somewhat intellectually challenged as he is still in the 10th grade. Despite this, he is shown to have true feelings for Mandy as he was willing to partake in a makeover to become a \"gay Mexican vampire\" which is Mandy's type. He listens to alternative rock music (such as Coldplay) and Dane Cook and shops at Don Ed Hardy brand stores.\n\n\n== Episodes ==\n\n\n== International broadcast ==\nThe show was shown in nine countries. The series premiered on FX in Brazil and Latin America as of June 2011.\nIn Hungary, it debuted on Comedy Central On February 7, 2012. In Poland the show aired on Fox on April 25, 2012. In Russia, it was shown on 2x2.\n\n\n== References ==\n\n\n== External links ==\n\nNeighbors from Hell at IMDb\nBehind the Scenes",
          "qas": [
            {
              "id": "hell_neighbour_5",
              "question": "What is Hell Neighbour?",
              "answers": [
                {
                  "text": "Neighbors from Hell is an American adult animated sitcom created by Pam Brady for the cable channel TBS, that ran from June 7 to July 26, 2010.",
                  "answer_start": 0
                }
              ],
              "is_impossible": false
            }
          ]
        }
      ]
    }
  ]
}